Repository: namnhat239/plugin_scan
Catalog: table-maker/languages/wpsm-tableplugin-*.po
Languages: ru_ru

source: Name
ru_ru: Имя

source: Rows
ru_ru: Строки

source: Columns
ru_ru: Столбцы

source: Sub-headers
ru_ru: Подзголовки

source: Color
ru_ru: Цвета

source: Responsive
ru_ru: Адаптивная разметка

source: Edit
ru_ru: Редактировать

source: Delete
ru_ru: Удалить

source: Table Maker
ru_ru: Редактор таблиц

source: Click to edit
ru_ru: Кликни для редактирования

source: Please enter valid numbers
ru_ru: Укажите число

source: Please fill only one field
ru_ru: Заполните только одно поле

source: Please specify number less than existing rows count
ru_ru: Укажите число меньшее текущего количества строк

source: Please specify number less than existing cols count
ru_ru: Укажите число меньшее текущего количества столбцов

source: Please enter valid numbers between 1 and
ru_ru: Укажите число от 1 до

source: Add Table
ru_ru: Добавить таблицу

source: View All
ru_ru: Посмотреть все

source: Edit Table
ru_ru: Редактировать таблицу

source: Tables
ru_ru: Таблицы

source: Add New
ru_ru: Добавить

source: Table Name
ru_ru: Название таблицы

source: No
ru_ru: Нет

source: Table row stack
ru_ru: Стэк строк

source: Table column stack
ru_ru: Стэк колонок

source: enable responsive stack style for mobile devices
ru_ru: разрешить адаптивный стиль для мобильных устройств

source: Resize Table
ru_ru: Изменить размер таблицы

source: Switch Rows
ru_ru: Поменять местами строки

source: Switch Cols
ru_ru: Поменять местами столбцы

source: Add Inside
ru_ru: Вставить

source: Remove
ru_ru: Удалить

source: Grey
ru_ru: Серый

source: Black
ru_ru: Черный

source: Yellow
ru_ru: Желтый

source: Blue
ru_ru: Голубой

source: Red
ru_ru: Красный

source: Green
ru_ru: Зеленый

source: Orange
ru_ru: Оранжевый

source: Purple
ru_ru: Малиновый

source: Add "mark the first column" class to shortcode
ru_ru: Добавить в шорткод класс "пометить первую строку"

source: Add "center text align" class to shortcode
ru_ru: Добавить в шорткод класс "выравнивание по центру"

source: Each cell supports html and shortcodes.
ru_ru: Каждая ячейка допускает html и шорткоды

source: To add icons you can use these placeholders:
ru_ru: Что бы добавить иконы вы можете использовать заполнители

source: makes row or col as featured.
ru_ru: сделать строку или столбец выделенной

source: Useful shortcodes:
ru_ru: Полезные шорткоды:

source: Possible color attribute:
ru_ru: Допустимые атрибуты цвета:

source: Possible sizes:
ru_ru: Допустимые размеры:

source: Possible icons:
ru_ru: Допустимые иконы:

source: Nembered circle. Place number in
ru_ru: Нумерованные кружочки

source: Possible colors:
ru_ru: Возможные ошибки

source: Animated bar. You can use any color
ru_ru: Анимированный блок. Можно использовать любой цвет

source: Shows content only for logged users
ru_ru: Показывать этот контент только залогиненым пользователям

source: Shows content only for not logged users
ru_ru: Показывать этот контент только НЕ залогиненым пользователям

source: Image Helper
ru_ru: Помошник с картинками

source: Upload or choose image here and copy code to table
ru_ru: Загрузить или выбрать изображение и скопировать код в таблицу

source: Choose Image
ru_ru: Выбрать изображение

source: "," (comma)
ru_ru: "," (просто запятой)

source: ";" (semi-colon)
ru_ru: ";" (точка с запятой)

source: Change Table Size
ru_ru: Изменить размер таблицы

source: Cols
ru_ru: Колонки

source: Sub-header Rows (e.g.1,3,6)
ru_ru: Номера строки-подзаголовков (через запятую, например 1,3,99)

source: Apply
ru_ru: применить

source: Row 1
ru_ru: Строка 1

source: Row 2
ru_ru: Строка 2

source: Switch
ru_ru: Поменять местами

source: Col 1
ru_ru: Колонка 1

source: Col 2
ru_ru: Колонка 2

source: Add Empty Row/Column
ru_ru: Добавить пустую строку/колонку

source: Add empty col after (number)
ru_ru: Добавить пустую колонку после

source: Add empty row after (number)
ru_ru: Добавить пустую строку после

source: Delete Row/Column
ru_ru: Удалить строку/колонку

source: Remove col (number)
ru_ru: Переместить строку/колонку

source: Remove row (number)
ru_ru: Удалить строку/колонку

source: Noname Table
ru_ru: Безымянная таблица

source: The table has been created successfully!
ru_ru: Таблица создана.

source: The table has been updated successfully!
ru_ru: Таблица обновлена

source: The table has been deleted successfully!
ru_ru: Таблица удалена.

source: Please specify the table ID
ru_ru: Укажите ID таблицы
