Repository: namnhat239/plugin_scan
Catalog: add-widget-after-content/languages/add-widget-after-content-*.po
Languages: es_mx, zh_tw

source: leave an honest review
es_mx: dejar una reseña honesta
zh_tw: 留下誠實的評論

source: Add Widget After Content
es_mx: Agregar widget después del contenido
zh_tw: 在內容之後添加小部件

source: Add Widget After Content Options
es_mx: Agregar widget después de las opciones de contenido
zh_tw: 在內容選項之後添加小部件

source: Add-ons
es_mx: Complementos
zh_tw: 附加組件

source: Addons
es_mx: Complementos
zh_tw: 插件

source: After Content
es_mx: Después del contenido
zh_tw: 內容後

source: Arelthia Phillips
zh_tw: 阿瑞西婭·菲利普斯

source: General
zh_tw: 一般的

source: Need help? Or have an idea how this plugin can be made better. Reach out
es_mx: ¿Necesitas ayuda? O tenga una idea de cómo se puede mejorar este complemento. Alcanzar
zh_tw: 需要幫忙？或者知道如何改進這個插件。伸手

source: Please
es_mx: Por favor
zh_tw: 請

source: Post Categories
es_mx: Categorías de publicaciones
zh_tw: 帖子分類

source: Post Formats
es_mx: Formatos de publicación
zh_tw: 帖子格式

source: Post Types
es_mx: Tipos de publicaciones
zh_tw: 帖子類型

source: rate us on
es_mx: califícanos en
zh_tw: 評價我們

source: Remove widget after content for this post.
es_mx: Elimina el widget después del contenido de esta publicación.
zh_tw: 在此帖子的內容之後刪除小部件。

source: Styles
es_mx: Estilos
zh_tw: 樣式

source: Thank you for using
es_mx: Gracias por usar
zh_tw: 感謝您使用

source: The widget will not show on post categories that are checked
es_mx: El widget no se mostrará en las categorías de publicaciones que estén marcadas.
zh_tw: 小部件不會顯示在選中的帖子類別上

source: The widget will not show on post formats that are checked
es_mx: El widget no se mostrará en los formatos de publicación que estén marcados.
zh_tw: 小部件不會顯示在選中的帖子格式上

source: The widget will not show on post types that are checked
es_mx: El widget no se mostrará en los tipos de publicaciones que estén marcadas.
zh_tw: 小部件不會顯示在選中的帖子類型上

source: Theme does not support post formats
es_mx: El tema no admite formatos de publicación
zh_tw: 主題不支持帖子格式

source: This plugin adds a widget area after post content before the comments. You can also tell it not to display on a specific post or post format.
es_mx: Este complemento agrega un área de widgets después de publicar contenido antes de los comentarios. También puede indicarle que no se muestre en una publicación o formato de publicación específico.
zh_tw: 這個插件在評論之前的帖子內容之後添加了一個小部件區域。您還可以告訴它不要顯示在特定的帖子或帖子格式上。

source: This widget section shows after the content, but before comments on single post pages
es_mx: Esta sección de widgets se muestra después del contenido, pero antes de los comentarios en páginas de publicaciones individuales.
zh_tw: 此小部件部分顯示在內容之後，但在單個帖子頁面上的評論之前

source: Used to specify the order in which the widget area will be displayed.
es_mx: Se utiliza para especificar el orden en el que se mostrará el área del widget.
zh_tw: 用於指定小部件區域的顯示順序。

source: We invite you to
es_mx: Te invitamos a
zh_tw: 我們邀請您

source: Where to show the widget area
es_mx: Dónde mostrar el área de widgets
zh_tw: 在哪裡顯示小部件區域

source: Widget After Content
es_mx: Widget después del contenido
zh_tw: 內容後的小部件

source: Widget Priority
es_mx: Prioridad de widget
zh_tw: 小部件優先級
