Repository: namnhat239/plugin_scan
Catalog: woo-shortcodes-kit/languages/woo-shortcodes-kit-*.po
Languages: pt_br

source: This shortcode shows total amount sales, adding orders with status processing, completed and on hold
pt_br: Esse código de acesso mostra a quantidade total de vendas, adicionando pedidos com processamento de status, concluídos e em espera

source: This shortcode shows total store sales, adding orders with status processing, completed and on hold
pt_br: Esse código curto mostra o total de vendas da loja, adicionando pedidos com processamento de status, concluídos e em espera

source: This value will allow only the number of established products to be added to the cart, which means that if the user adds more products than the established number, the cart will restart with the last product added.
pt_br: Esse valor permitirá que apenas o número de produtos estabelecidos seja adicionado ao carrinho, o que significa que, se o usuário adicionar mais produtos que o número estabelecido, o carrinho será reiniciado com o último produto adicionado.

source: Title link target:
pt_br: Destino do link do título:

source: Title text color:
pt_br: Cor do texto do título:

source: Title text size:
pt_br: Tamanho do texto do título:

source: Title text-decoration:
pt_br: text-decoration do Título:

source: To get it, you need go to the WSHK PRO section called WOO SHORTCODES KIT PRO SETTINGS and look for the function called Custom redirections for advanced actions of WooCommerce my account.
pt_br: Para obtê-lo, você precisa ir para a seção WSHK PRO chamada WOO SHORTCODES KIT PRO SETTINGS e procurar a função chamada Redirecionamentos personalizados para ações avançadas do WooCommerce minha conta.

source: To get it, you need go to the WSHK PRO section called WOO SHORTCODES KIT PRO SETTINGS and look for the function called Customer avatar uploader on edit account and the function called Display customer avatar with a shortcode.
pt_br: Para obtê-lo, você precisa ir para a seção WSHK PRO chamada WOO SHORTCODES KIT PRO SETTINGS e procurar a função chamada Customer avatar uploader na conta de edição e a função chamada Display customer avatar with a shortcode.

source: To get it, you need go to the WSHK PRO section called WOO SHORTCODES KIT PRO SETTINGS and look for the function called Customer avatar uploader on edit account.
pt_br: Para obtê-lo, você precisa ir para a seção WSHK PRO chamada WOO SHORTCODES KIT PRO SETTINGS e procurar a função chamada Carregador de avatar do cliente na conta de edição.

source: To get it, you need the addon
pt_br: Para obtê-lo, você precisa do complemento

source: To understand how it work, this function display the product image in the order details after make click in the view order button. To use them, you only need enable the function. The user must have logged in to see the order details. You can add your custom styles for the product image too.
pt_br: Para entender como funciona, essa função exibe a imagem do produto nos detalhes do pedido depois de clicar no botão para visualizar o pedido. Para usá-la, você só precisa ativar a função. O usuário deve estar logado para ver os detalhes do pedido. Você também pode adicionar seus estilos personalizados à imagem do produto.

source: To understand how they work, these shortcodes show the billing user data. To use them, you only need to copy the shortcode and paste it into the page my account or some other private page, since the user must have logged in to see the results of the shortcode. You can add text before or after the shortcode.
pt_br: Para entender como funcionam, esses shortcodes mostram os dados de faturamento do usuário. Para usá-los, você só precisa copiar o shortcode e colá-lo na página minha conta ou alguma outra página privada, já que o usuário deve estar logado para ver os resultados do shortcode. Você pode adicionar texto antes ou depois do shortcode.

source: To understand how they work, these shortcodes show the shipping user data. To use them, you only need to copy the shortcode and paste it into the page my account or some other private page, since the user must have logged in to see the results of the shortcode. You can add text before or after the shortcode.
pt_br: Para entender como funcionam, esses shortcodes mostram os dados de frete do usuário. Para usá-los, você só precisa copiar o shortcode e colá-lo na página minha conta ou alguma outra página privada, já que o usuário deve estar logado para ver os resultados do shortcode. Você pode adicionar texto antes ou depois do shortcode.

source: To understand how they work, these shortcodes show the total number of orders placed by the user in your store. This will allow the user to know how many orders they have made according to their status. To use them, you only need to copy the shortcode and paste it into the page my account or some other private page, since the user must have logged in to see the results of the shortcode. You can add text before or after the shortcode.
pt_br: Para entender como funcionam, esses shortcodes mostram o número total de pedidos feitos pelo usuário em sua loja. Isso permitirá que o usuário saiba quantos pedidos ele fez de acordo com seu status. Para usá-los, você só precisa copiar o shortcode e colá-lo na página minha conta ou alguma outra página privada, já que o usuário deve estar logado para ver os resultados do shortcode. Você pode adicionar texto antes ou depois do shortcode.

source: To understand how they work, these shortcodes show the total spent by the user in your store. This will allow your users to know how much money they have spent. To use them, you only need to copy the shortcode and paste it into the page my account or any other private page, since the user must be logged to see the result of the shortcode. You can add your own currency too after or before the shortcode.
pt_br: Para entender como funcionam, esses shortcodes mostram o total gasto pelo usuário em sua loja. Isso permitirá que seus usuários saibam quanto dinheiro gastaram. Para usá-los, você só precisa copiar o shortcode e colá-lo na página minha conta ou qualquer outra página privada, já que o usuário deve estar logado para ver o resultado do shortcode. Você também pode adicionar sua própria moeda após ou antes do shortcode.

source: Total Balance
pt_br: Balanço total

source: Total cancelled
pt_br: Total cancelado

source: Total completed
pt_br: Total concluído

source: Total failed
pt_br: Total falhado

source: Total in process
pt_br: Total em processamento

source: Total on hold
pt_br: Total em espera

source: Total orders
pt_br: Total de pedidos

source: Total orders by user
pt_br: Total de pedidos por usuário

source: Total pending
pt_br: Total pendente

source: Total products by user
pt_br: Total de produtos por usuário

source: Total Products counter
pt_br: Contador Total de Produtos

source: Total refunded
pt_br: Total devolvido

source: Total reviews by user
pt_br: Total de avaliações por usuário

source: Total shop products counter
pt_br: Contador total de produtos da loja

source: Total shop sales amount counter
pt_br: Contador de quantidade total de vendas da loja

source: Total shop sales counter
pt_br: Contador total de vendas da loja

source: Total Spended
pt_br: Total gasto

source: TRANSLATE THE PLUGIN!
pt_br: TRADUZIR O PLUGIN!

source: Type of limiter:
pt_br: Tipo de Limitador:

source: UPDATE
pt_br: ATUALIZAR

source: UPDATED
pt_br: ATUALIZADA

source: Use it if you are building your own myaccount page and want redirect the user to a specific page after the logout.
pt_br: Use-o se você estiver criando sua própria página de myaccount e quiser redirecionar o usuário para uma página específica após o logout.

source: Use it if you are building your own myaccount page or want redirect the user to a specific page after the login.
pt_br: Use-o se você estiver criando sua própria página de myaccount ou quiser redirecionar o usuário para uma página específica após o login.

source: Use it only in your custom account page
pt_br: Use-o apenas na sua página de conta personalizada

source: Use the Coupon code:
pt_br: Use o código do cupom:

source: User email shortcode
pt_br: Shortcode do email do usuário

source: User gravatar image shortcode
pt_br: Usuário gravatar image shortcode da imagem

source: User IP shortcode
pt_br: IP do usuário

source: User name and surname shortcode
pt_br: Nome de usuário e sobrenome shortcode

source: Username
pt_br: Nome de usuário

source: Username in menu title
pt_br: Nome de usuário no título do menu

source: Username shortcode
pt_br: Shortcode do nome de usuário

source: variable
pt_br: variável

source: Version 1.9.3 comes with a new function to display the max or min price on variable products, some fixs, enhanced functions and is ready to work with the new version of the addon WSHK PRO v.1.1.3, WordPress v.5.5.1 and WooCommerce v.4.6.1
pt_br: A versão 1.9.3 vem com uma nova função para exibir o preço máximo ou mínimo em produtos variáveis, algumas correções, funções aprimoradas e está pronta para funcionar com a nova versão do addon WSHK PRO v.1.1.3, WordPress v.5.5. 1 e WooCommerce v.4.6.1

source: Version 1.9.7 includes minor fixes in some functions. Also is ready to work with the new version of the addon WSHK PRO v.1.1.6, WordPress v.5.7 and WooCommerce v.5.1.0
pt_br: A versão 1.9.7 inclui pequenas correções em algumas funções. Também está pronto para funcionar com a nova versão do addon WSHK PRO v.1.1.6, WordPress v.5.7 e WooCommerce v.5.1.0

source: Version 1.9.8 includes minor fixes and updates in some functions. Also is ready to work with the new version of the addon WSHK PRO v.1.1.6, WordPress v.5.7.1 and WooCommerce v.5.2.2
pt_br: A versão 1.9.8 inclui pequenas correções e atualizações em algumas funções. Também está pronto para funcionar com a nova versão do complemento WSHK PRO v.1.1.6, WordPress v.5.7.1 e WooCommerce v.5.2.2

source: Version 1.9.9 includes new shortcodes to display the user billing and shipping data separately. Also is ready to work with the new WordPress v.5.7.2 and WooCommerce v.5.3.0
pt_br: A versão 1.9.9 inclui novos códigos de acesso para exibir os dados de faturamento e envio do usuário separadamente. Também está pronto para funcionar com o novo WordPress v.5.7.2 e WooCommerce v.5.3.0

source: VIEW DOC!
pt_br: VER DOC!

source: View product
pt_br: Veja o produto

source: View products
pt_br: Ver produtos

source: VISIT NOW!
pt_br: VISITE AGORA!

source: Want check the new changes?
pt_br: Quer verificar as novas alterações?

source: Want know more about WSHK?
pt_br: Quer saber mais sobre o WSHK?

source: WHAT INCLUDE WOO SHORTCODES KIT VERSION 1.9.3?
pt_br: O QUE INCLUI WOO SHORTCODES KIT VERSÃO 1.9.3?

source: WHAT INCLUDE WOO SHORTCODES KIT VERSION 1.9.7?
pt_br: O QUE INCLUI WOO SHORTCODES KIT VERSÃO 1.9.7?

source: WHAT INCLUDE WOO SHORTCODES KIT VERSION 1.9.8?
pt_br: O QUE INCLUI WOO SHORTCODES KIT VERSÃO 1.9.8?

source: WHAT INCLUDE WOO SHORTCODES KIT VERSION 1.9.9?
pt_br: O QUE INCLUI WOO SHORTCODES KIT VERSÃO 1.9.9?

source: When the user has made more reviews than the set number, the pagination will appear below the reviews to navigate between the previous reviews.
pt_br: Quando o usuário tiver feito mais avaliações do que o número definido, a paginação aparecerá abaixo das avaliações para navegar entre as avaliações anteriores.

source: When the user has placed more orders than the established number, the pagination will appear below the table to navigate among the previous orders.
pt_br: Quando o usuário tiver feito mais pedidos do que o número estabelecido, a paginação aparecerá abaixo da tabela para navegar entre os pedidos anteriores.

source: When this option is enabled, it replaces the page selected in step 2
pt_br: Quando esta opção está ativada, ela substitui a página selecionada na etapa 2

source: When you activate this function, you must add a custom text for the button and it will change.
pt_br: Quando você ativa esta função, você deve adicionar um texto personalizado para o botão e ele será alterado.

source: When you activate this function, you must add a number of products to determine how many products can be added to the cart.
pt_br: Ao ativar essa função, você deve adicionar vários produtos para determinar quantos produtos podem ser adicionados ao carrinho.

source: With Easy My Account builder, just need write a shortcode in your new and custom account page.It will build a full login and private user zone like WooCommerce by default,with the difference that you can manage the tabs, the containers and the content.
pt_br: Com o construtor Easy My Account, basta escrever um código de acesso em sua página nova e personalizada da conta. Ele criará um login completo e uma zona de usuário privada como o WooCommerce por padrão, com a diferença de que você pode gerenciar as guias, os contêineres e o conteúdo.

source: With this function your orders will be completed automaticlly, just active it and forget the processing status.
pt_br: Com esta função os seus pedidos serão completados automaticamente, apenas ative-o e esqueça o status de processamento.

source: with WSHK
pt_br: com WSHK

source: with WSHK PRO!
pt_br: com o WSHK PRO!

source: Woo Mini Cart Drawer is an interaction mini cart with many styles, color and effects for WooCommerce. You can change quantity of a product and also can remove from cart. It has nice control panel aslo has customizer panel. By this you can change the its configuration with live preview. It is fully ajax based mini cart.
pt_br: O Woo Mini Cart Drawer é um mini carrinho de interação com muitos estilos, cores e efeitos para o WooCommerce. Você pode alterar a quantidade de um produto e também pode remover do carrinho. Tem um bom painel de controle e também um painel de personalização. Com isso, você pode alterar sua configuração com visualização ao vivo. É um mini carrinho totalmente baseado em ajax.

source: Woo Shortcodes Kit requires WooCommerce to be installed and active. You can download %s here.
pt_br: O Woo Shortcodes Kit requer que o WooCommerce esteja instalado e ativo. Você pode baixar %s aqui.

source: WOOCOMMERCE ADDITIONAL SETTINGS
pt_br: CONFIGURAÇÕES ADICIONAIS DO WOOCOMMERCE

source: WooCommerce settings
pt_br: Configurações do WooCommerce

source: Write -1 to display All products
pt_br: Escreva -1 para exibir Todos os produtos

source: Write a custom message to display if something go bad while the login:
pt_br: Escreva uma mensagem personalizada para exibir se algo der errado durante o login:

source: Write all to show all reviews or a specific number to show this number of reviews.
pt_br: Escreva tudo para mostrar todas as avaliações ou um número específico para mostrar este número de avaliações.

source: Write all to show all reviews or a specific number to show this number of reviews
pt_br: Escreva tudo para mostrar todos os comentários ou um número específico para mostrar esse número de comentários

source: Write here the number of days:
pt_br: Escreva aqui o número de dias:

source: Write here the quantity to increase:
pt_br: Escreva aqui a quantidade a aumentar:

source: Write here the text plural suffix:
pt_br: Escreva aqui o sufixo do plural do texto:

source: Write here the text prefix:
pt_br: Escreva aqui o prefixo do texto:

source: Write here the text singular suffix:
pt_br: Escreva aqui o texto sufixo singular:

source: Write here the text suffix:
pt_br: Escreva aqui o sufixo do texto:

source: Write here the text to display below the product:
pt_br: Escreva aqui o texto para exibir abaixo do produto:

source: Write here the text to display in the
pt_br: Escreva aqui o texto a ser exibido em

source: Write here the text to display in the button:
pt_br: Escreva aqui o texto para exibir no botão:

source: Write the button text
pt_br: Escreva o texto do botão

source: Write the checkbox initial text
pt_br: Escreva o texto inicial da caixa de seleção

source: Write the number of products to display per page
pt_br: Escreva o número de produtos para exibir por página

source: Write the prefix and suffix texts to show.
pt_br: Escreva os textos de prefixo e sufixo para mostrar.

source: Write your custom checkbox message
pt_br: Escreva sua mensagem de caixa de seleção personalizada

source: Write your custom error text
pt_br: Escreva seu texto de erro personalizado

source: Write your custom link text
pt_br: Escreva o texto do seu link personalizado

source: Write your custom message
pt_br: Escreva sua mensagem personalizada

source: Write your custom text
pt_br: Escreva seu texto personalizado

source: Write your custom text link
pt_br: Escreva seu link de texto personalizado

source: Write your message for the checkbox:
pt_br: Escreva sua mensagem para a caixa de seleção:

source: WSHK PRO V.1.1.3 ENHANCED COMPATIBILITY WITH WOOCOMMERCE MEMBERSHIPS + 4 PRO INTEGRATIONS
pt_br: WSHK PRO V.1.1.3 COMPATIBILIDADE MELHORADA COM MEMBROS DO WOOCOMMERCE + 4 INTEGRAÇÕES PRO

source: You can add 3 different categories to display
pt_br: Você pode adicionar 3 categorias diferentes para exibir

source: You can add 3 different categories to exclude
pt_br: Você pode adicionar 3 categorias diferentes para excluir

source: You can add HTML code too!
pt_br: Você pode adicionar código HTML também!

source: You can choose a different menu from those available or
pt_br: Você pode escolher um menu diferente daqueles disponíveis ou

source: You can choose a menu from those available or
pt_br: Você pode escolher um menu dentre os disponíveis ou

source: You can choose how to display it. If you were using this function before v.1.8.9 you should choose the display options, the first and second option were the ones used in older versions.
pt_br: Você pode escolher como exibi-lo. Se você estava usando esta função antes da v.1.8.9, deve escolher as opções de exibição, a primeira e a segunda opções foram as usadas nas versões mais antigas.

source: You can choose if you want to show or hide the privacy policy checkbox for logged in users. If your users have accepted the privacy policy and you want to skip this step for the following orders, just check the option and it will be hide and checked automatically.
pt_br: Você pode escolher se deseja mostrar ou ocultar a caixa de seleção da política de privacidade para usuários conectados. Se seus usuários aceitaram a política de privacidade e você deseja pular esta etapa para os seguintes pedidos, basta marcar a opção e ela será ocultada e verificada automaticamente.

source: You can choose if you want to show or hide the terms and conditions checkbox for logged in users. If your users have accepted the terms and conditions and you want to skip this step for the following orders, just check the option and it will be hide and checked automatically.
pt_br: Você pode escolher se deseja mostrar ou ocultar os termos e condições da caixa de seleção para usuários conectados. Se seus usuários aceitaram os termos e condições e você deseja pular esta etapa para os seguintes pedidos, basta marcar a opção e ela será ocultada e verificada automaticamente.

source: You can choose the text alignment and fix the shortcode if it is not displayed correctly
pt_br: Você pode escolher o alinhamento do texto e corrigir o código de acesso se ele não for exibido corretamente

source: You can combine this function with the others of the same category.
pt_br: Você pode combinar essa função com as outras da mesma categoria.

source: You can copy it and paste directly in the text message field
pt_br: Você pode copiá-lo e colar diretamente no campo de mensagem de texto

source: You can display a specific product sales by ID on any page or post.
pt_br: Você pode exibir as vendas de um produto específico por ID em qualquer página ou postagem.

source: You can leave empty to show nothing
pt_br: Você pode deixar vazio para não mostrar nada

source: You can provide to your customers the possibility to upload a custom profile image from the edit account form and also display it with a shortcode where you need.
pt_br: Você pode fornecer aos seus clientes a possibilidade de fazer upload de uma imagem de perfil personalizada a partir do formulário de edição de conta e também exibi-la com um código de acesso onde for necessário.

source: You can provide to your customers the possibility to upload a custom profile image from the edit account form.
pt_br: Você pode fornecer aos seus clientes a possibilidade de fazer upload de uma imagem de perfil personalizada a partir do formulário de edição de conta.

source: You can set up a different thank you page in up to 3 products. You can also add a different thank you page for the rest of the shop products.
pt_br: Você pode configurar uma página de agradecimento diferente em até 3 produtos. Você também pode adicionar uma página de agradecimento diferente para o restante dos produtos da loja.

source: You can use it in your custom account page and also in other pages, posts, products pages and where you need!
pt_br: Você pode usá-lo na página de sua conta personalizada e também em outras páginas, posts, páginas de produtos e onde você precisar!

source: You can use it on any page or post
pt_br: Você pode usá-lo em qualquer página ou postagem

source: You can use the shortcode where you want only need to add the product ID
pt_br: Você pode usar o código de acesso em que deseja adicionar apenas o ID do produto

source: You can use these classes to customize the message style:
pt_br: Você pode usar estas classes para personalizar o estilo da mensagem:

source: You dont have any orders made yet
pt_br: Você ainda não tem pedidos feitos

source: You dont have any products bought yet
pt_br: Você não tem produtos comprados ainda

source: You dont have any review made yet
pt_br: Você ainda não fez nenhuma avaliação

source: You have a new message!
pt_br: Você tem uma nova mensagem!

source: You have bought
pt_br: Você comprou

source: You have made
pt_br: Você fez

source: You must agree to our privacy term by checking the box
pt_br: Você deve concordar com nossa politica de privacidade marcando a caixa
