Repository: namnhat239/plugin_scan
Catalog: woo-shortcodes-kit/languages/woo-shortcodes-kit-*.po
Languages: pt_br

source: Display the user orders according to the status of the order
pt_br: Exibir os pedidos do usuário de acordo com o status do pedido

source: Display the user shipping data separately
pt_br: Exibir os dados de remessa do usuário separadamente

source: Display the user total spent according to the order status
pt_br: Exibir o total gasto do usuário de acordo com o status do pedido

source: Display user email
pt_br: Exibir o e-mail do usuário

source: Display user IP
pt_br: Exibir o IP do usuário

source: Display user name and surname
pt_br: Exibir nome de usuário e sobrenome

source: Display WooCommerce notices
pt_br: Exibir avisos do WooCommerce

source: DOCUMENTATION
pt_br: DOCUMENTAÇÃO

source: Dont have made orders yet
pt_br: Ainda não fez pedidos

source: Dotted
pt_br: Pontilhado

source: Downloable products (condition)
pt_br: Produtos transferíveis (condição)

source: Downloable products (style control)
pt_br: Produtos downloable (controle de estilo)

source: Downloable products (text)
pt_br: Produtos rebaixáveis ​​(texto)

source: Download
pt_br: Baixar

source: downloadable
pt_br: para download

source: Downloaded/Bought
pt_br: Baixado/Comprado

source: Downloads list
pt_br: Lista de downloads

source: Downloads list shortcode
pt_br: Shortcode da lista de downloads

source: DYNAMIC NAVIGATION MENU
pt_br: MENU DE NAVEGAÇÃO DINÂMICA

source: Each field have a default value, so when you enable the function and save the settings, the badge will display the style by default.
pt_br: Cada campo tem um valor padrão, portanto, ao ativar a função e salvar as configurações, o emblema exibirá o estilo por padrão.

source: Each field shows an example of what to write, but by default it only will show the quantity of orders, you must complete the fields that will be displayed
pt_br: Cada campo mostra um exemplo do que escrever, mas, por padrão, apenas mostrará a quantidade de pedidos, você deve preencher os campos que serão exibidos

source: Each field shows an example of what to write, but by default it only will show the quantity of purchased products, you must complete the fields that will be displayed
pt_br: Cada campo mostra um exemplo do que escrever, mas, por padrão, apenas mostrará a quantidade de produtos comprados, você deve preencher os campos que serão exibidos

source: Each field shows an example of what to write, but by default it only will show the quantity of reviews, you must complete the fields that will be displayed
pt_br: Cada campo mostra um exemplo do que escrever, mas por padrão, apenas mostrará a quantidade de revisões, você deve preencher os campos que serão exibidos

source: Each field shows an example of what to write, but you must complete the fields for the image to be displayed
pt_br: Cada campo mostra um exemplo do que escrever, mas você deve preencher os campos para a imagem a ser exibida

source: Each field shows an example of what to write, but you must complete the fields for the Logout button to be displayed
pt_br: Cada campo mostra um exemplo do que escrever, mas você deve preencher os campos para que o botão Logout seja exibido

source: Each field shows an example of what to write, but you must complete the fields for the review products to be displayed
pt_br: Cada campo mostra um exemplo do que escrever, mas você deve preencher os campos para que os produtos de revisão sejam exibidos

source: Each field shows an example of what to write, but you must complete the fields for the username to be displayed
pt_br: Cada campo mostra um exemplo do que escrever, mas você deve preencher os campos para que o nome de usuário seja exibido

source: Edit account form
pt_br: Editar formulário de conta

source: Edit account shortcode
pt_br: Editar código de acesso da conta

source: Elite Licenser is a WordPress license manager plugin for any type of product licensing. It helps to manage product updates, license code auto generation, built in Envato licensing verification system, full license control and a licensing system can be added into your WordPress plugins or themes without any prior programming knowledge.
pt_br: O Elite Licenser é um plug-in do gerenciador de licenças do WordPress para qualquer tipo de licenciamento de produto. Ele ajuda a gerenciar atualizações de produtos, geração automática de código de licença, sistema interno de verificação de licenciamento Envato, controle total de licenças e um sistema de licenciamento que podem ser adicionados aos plugins ou temas do WordPress sem nenhum conhecimento prévio de programação.

source: Enable & configure the functions.
pt_br: Ativar e configurar as funções.

source: Enable for view the shortcode result correctly
pt_br: Ative para ver o resultado do shortcode corretamente

source: ENABLED
pt_br: ATIVADO

source: Enforce the use of HTTPS
pt_br: Aplicar o uso de HTTPS

source: Enhance your shop
pt_br: Melhore sua loja

source: Enhance your WooCommerce shop with +60 shortcodes and functions very easy to use! Build your custom account page, customize the shop page or build a new one from scratch, add shortcodes in your menu and get a dynamic menu, add counters with the customer or shop data, modify the "add to cart" button, adapt your shop to the GDPR law, add security in your shop, restrict content and much more!. This plugin not work alone, you need install WooCommerce before.
pt_br: Aprimore sua loja WooCommerce com +60 códigos de acesso e funções muito fáceis de usar! Crie sua página de conta personalizada, personalize a página da loja ou crie uma nova do zero, adicione códigos de acesso ao seu menu e obtenha um menu dinâmico, adicione contadores com os dados do cliente ou da loja, modifique o botão "adicionar ao carrinho", adapte sua loja à lei GDPR, adicione segurança em sua loja, restrinja conteúdo e muito mais !. Este plugin não funciona sozinho, você precisa instalar o WooCommerce antes.

source: Enter the text you want to display under each product
pt_br: Digite o texto que você deseja exibir em cada produto

source: Example
pt_br: Exemplo

source: Example: I have read and accept the privacy policy
pt_br: Exemplo: li e aceito a política de privacidade

source: Exclude products from specific categories on the shop page
pt_br: Excluir produtos de categorias específicas na página da loja

source: Expand for see the functions and shortcodes
pt_br: Expandir para ver as funções e shortcodes

source: Expire with the next WSHK v.1.9.1 and will be only available for the 25 first users!
pt_br: Expire com o próximo WSHK v.1.9.1 e estará disponível apenas para os 25 primeiros usuários!

source: EXPLORE NOW
pt_br: EXPLORE AGORA

source: external
pt_br: externos

source: Feature Policy
pt_br: Política de Recurso

source: First Category:
pt_br: Primeira categoria:

source: First choose the display options by clicking the checkbox
pt_br: Escolha primeiro as opções de exibição clicando na caixa de seleção

source: Follow all the next news!
pt_br: Siga todas as próximas notícias!

source: FOLLOW NOW!
pt_br: SIGA AGORA!

source: FOLLOW THE NEWS!
pt_br: SIGA AS NOTÍCIAS!

source: Follow WSHK on Instagram!
pt_br: Siga o WSHK no Instagram!

source: Font (size):
pt_br: Fonte (Tamanho):

source: Font (weight):
pt_br: Fonte (Espessura):

source: Font color:
pt_br: Fonte (cor):

source: For example: This user has read and accepted the privacy policy before performing this action on the web. The data provided by the user, are treated in accordance with the provisions of the privacy policy of this website. In case of disagreement, this email can be used as proof, to prove it.
pt_br: Por exemplo: Este usuário leu e aceitou a política de privacidade antes de executar esta ação na web. Os dados fornecidos pelo usuário são tratados de acordo com as disposições da política de privacidade deste site. Em caso de desacordo, este e-mail pode ser usado como prova, para comprová-lo.

source: From here you can directly access each recommendation with just one click.
pt_br: A partir daqui, você pode acessar diretamente cada recomendação com apenas um clique.

source: Function and Style settings
pt_br: Configurações de função e estilo

source: Function settings
pt_br: Configurações de função

source: FUNCTIONS
pt_br: FUNÇÕES

source: Functions and Shortcodes
pt_br: Funções e códigos de acesso

source: GDPR on WooCommerce checkout page
pt_br: GDPR na página de checkout do WooCommerce

source: GDPR on WooCommerce Register Form
pt_br: Formulário de Registro do GDPR no WooCommerce

source: GDPR on WooCommerce reviews
pt_br: GDPR on WooCommerce comentários

source: GDPR on WordPress comments
pt_br: GDPR nos comentários do WordPress

source: GET ADDONS
pt_br: OBTER ADDONS

source: Get data from specific number of days
pt_br: Obtenha dados de um número específico de dias

source: Get help!
pt_br: Obter ajuda!

source: Get to know the plugins recommended by WSHK
pt_br: Conheça os plugins recomendados pelo WSHK

source: Global custom thank you page or for the rest of products:
pt_br: Página de agradecimento personalizada global ou para o restante dos produtos:

source: Global sales
pt_br: Vendas globais

source: Global settings
pt_br: Configurações globais

source: Gravatar image
pt_br: Imagem Gravatar

source: Gravatar shadow:
pt_br: Sombra do Gravatar:

source: Gravatar size:
pt_br: Tamanho do Gravatar:

source: grouped
pt_br: agrupados

source: HEADERS
pt_br: CABEÇALHEIROS

source: Hello
pt_br: Olá

source: Help & Support!
pt_br: Ajuda e Suporte!

source: Help to follow growing!
pt_br: Ajude a seguir crescendo!

source: here the category ID number
pt_br: aqui o número de identificação da categoria

source: Here write the category ID number
pt_br: Escreva aqui o número de identificação da categoria

source: Here write the product ID number
pt_br: Escreva aqui o número de identificação do produto

source: Here you will find info about news, updates, changes and more!.
pt_br: Aqui você encontrará informações sobre novidades, atualizações, mudanças e muito mais !.

source: Here you will find WSHK plugins and third party plugins!
pt_br: Aqui você encontrará plugins WSHK e plugins de terceiros!

source: Hi %1$s!<br />To reward your activity in our shop with %2$s orders, we want give to you a 50%% discount for your next order!! <br />Enter this coupon code in your next order: WSHK50TST
pt_br: Olá %1$s!<br />para recompensar sua atividade em nossa loja, por ter feito %2$s pedidos, queremos lhe presentear com 50%% de desconto para sua próxima compra! <br />Insira este código em sua próxima compra: WSHK50TST

source: Hide Advanced Options
pt_br: Ocultar opções avançadas

source: Hide content
pt_br: Ocultar conteúdo

source: Hide login errors in the login form
pt_br: Ocultar erros de login no formulário de login

source: Hide Privacy policy checkbox for logged in users
pt_br: Caixa de seleção Ocultar política de privacidade para usuários conectados

source: Hide products of non selected categories in category page.
pt_br: Ocultar produtos de categorias não selecionadas na página da categoria.

source: Hide products of selected categories in category page.
pt_br: Ocultar produtos das categorias selecionadas na página da categoria.

source: Hide Terms and conditions checkbox for logged in users
pt_br: Caixa de seleção Ocultar termos e condições para usuários conectados

source: Hide the by default on sale badge
pt_br: Ocultar o selo padrão na venda

source: Hover the elements to see the shortcodes.
pt_br: Passe o mouse sobre os elementos para ver os shortcodes.

source: How does it work?
pt_br: Como funciona?

source: How many columns want display?:
pt_br: Quantas colunas deseja exibir ?:

source: How many reviews want display?
pt_br: Quantas avaliações deseja exibir?

source: ICON:
pt_br: ÍCONE:

source: If in a new version the plugin does not translate all the strings correctly, you only need to click on the update button and the files will be copied automatically.
pt_br: Se em uma nova versão o plugin não traduzir todas as strings corretamente, você só precisa clicar no botão update e os arquivos serão copiados automaticamente.

source: If the field is empty will display the by default Privacy Policy text
pt_br: Se o campo estiver vazio, será exibido o texto padrão da Política de Privacidade

source: If you are building your custom my account page and want display the Login form for non logged in users, use this Shortcode:
pt_br: Se você estiver criando sua página de conta personalizada e quiser exibir o formulário de login para usuários não logados, use este Shortcode:

source: If you are building your custom my account page or want hide any content for non logged in users, use this Shortcode:
pt_br: Se você estiver criando sua página personalizada de minha conta ou quiser ocultar qualquer conteúdo para usuários não logados, use este Shortcode:

source: If you are building your custom product pages, for example with Elementor, you can display the on sale badge with the savings prices and percentages by adding a shortcode.
pt_br: Se você estiver construindo suas páginas de produtos personalizados, por exemplo com Elementor, você pode exibir o crachá de venda com os preços de economia e percentagens adicionando um código curto.

source: If you are using DIVI and the function is not working, go to: Divi Theme Options > General > Number of Products displayed on WooCommerce archive pages to configure it.
pt_br: Se você estiver usando o DIVI e a função não estiver funcionando, vá para: Opções do tema Divi> Geral> Número de produtos exibidos nas páginas de arquivo do WooCommerce para configurá-lo.

source: If you are using Woo Subscriptions, you can do its notices compatibles with
pt_br: Se você estiver usando Assinaturas Woo, poderá fazer seus avisos compatíveis com

source: If you display how much was spended by a client, use this Shortcode:
pt_br: Se você exibir quanto foi gasto por um cliente, use este Shortcode:

source: If you dont need the features introduced in WooCommerce 4.0 just activate this function and forget about them or activate again when you need it.
pt_br: Se você não precisar dos recursos introduzidos no WooCommerce 4.0, basta ativar esta função e esquecê-los ou ativar novamente quando necessário.

source: If you dont need to modify the text for some type of product, the default text will be displayed.
pt_br: Se você não precisar modificar o texto para algum tipo de produto, o texto padrão será exibido.

source: If you have not completed the field, a default text will be displayed
pt_br: Se você não tiver preenchido o campo, um texto padrão será exibido

source: If you leave the field empty, the data will be of the last 365 days.
pt_br: Se você deixar o campo vazio, os dados serão dos últimos 365 dias.

source: If you set that only 2 products can be added to the cart and a customer adds 3 products, only the third product added will be shown in the cart. Since it had 2 products added, which is the maximum established and has added one more, it causes the cart to restart and pass to have only the product that was added as a third product.
pt_br: Se você definir que apenas 2 produtos podem ser adicionados ao carrinho e um cliente adicionar 3 produtos, apenas o terceiro produto adicionado será mostrado no carrinho. Como adicionou 2 produtos, o máximo estabelecido e adicionou mais um, faz com que o carrinho reinicie e passe a ter apenas o produto que foi adicionado como um terceiro produto.

source: If you use this function, some of the previous functions will no longer be useful.
pt_br: Se você usar esta função, algumas das funções anteriores não serão mais úteis.

source: If you want display the customer billing & shipping address in any post or page, use this Shortcode:
pt_br: Se você quiser exibir o endereço de envio e cobrança do cliente em qualquer postagem ou página, use este Shortcode:

source: If you want display the customer edit account form in any post or page, use this Shortcode:
pt_br: Se você quiser exibir o formulário de conta de edição do cliente em qualquer postagem ou página, use este Shortcode:

source: If you want display the customer payment methods saved in any post or page, use this Shortcode:
pt_br: Se você quiser exibir os métodos de pagamento do cliente salvos em qualquer postagem ou página, use este Shortcode:

source: If you want display the Logout button in any post or page, use this Shortcode:
pt_br: Se você quiser exibir o botão Logout em qualquer post ou página, use este Shortcode:

source: If you want display the my-account dashboard in any post or page, use this Shortcode:
pt_br: Se você quiser exibir o painel da minha conta em qualquer postagem ou página, use este Shortcode:

source: if you want exclude any category from the total count use
pt_br: se você quiser excluir qualquer categoria do uso total de contagem

source: if you want exclude any category use:
pt_br: Se você quiser excluir qualquer categoria, use:

source: If you want hide any content for logged in users and display only for non logged in users, use this Shortcode:
pt_br: Se você quiser ocultar qualquer conteúdo para usuários logados e exibir apenas para usuários não logados, use este Shortcode:

source: If you want show a message if the user made a number of orders, use this Shortcode:
pt_br: Se você quiser mostrar uma mensagem se o usuário fez um número de pedidos, use este Shortcode:

source: If you want show the global sales/downloads counter use this shortcode:
pt_br: Se você quiser mostrar o contador global de vendas/downloads, use este shortcode:

source: If you want show the products reviews made by a user, use this Shortcode:
pt_br: Se você quiser mostrar as avaliações de produtos feitas por um usuário, use este Shortcode:

source: If you want show the products reviews made by all the users, use this Shortcode:
pt_br: Se você quiser mostrar as avaliações de produtos feitas por todos os usuários, use este Shortcode:

source: If you want show the total bought products by user, use this Shortcode:
pt_br: Se você quiser mostrar o total de produtos comprados pelo usuário, use este Shortcode:

source: If you want show the total orders made by user, use this Shortcode:
pt_br: Se você quiser mostrar o total de pedidos feitos pelo usuário, use este Shortcode:

source: If you want show the total products on any page or post, use this Shortcode:
pt_br: Se você quiser mostrar o total de produtos em qualquer página ou post, use este Shortcode:

source: If you want show the total reviews made by a user, use this Shortcode:
pt_br: Se você quiser mostrar o total de avaliações feitas por um usuário, use este Código de acesso:

source: If you want show the user email where you want, use this Shortcode:
pt_br: Se você quiser mostrar o email do usuário onde quiser, use este Shortcode:

source: If you want show the user Gravatar image, use this Shortcode:
pt_br: Se você quiser mostrar a imagem do Gravatar do usuário, use este Shortcode:

source: If you want show the user ip where you want, use this Shortcode:
pt_br: Se você quiser mostrar o IP do usuário onde quiser, use este Shortcode:

source: If you want show the user name and surname, use this Shortcode:
pt_br: Se você quiser mostrar o nome de usuário e sobrenome, use este Shortcode:

source: If you want show the username in any page or post, use this shortcode:
pt_br: Se você quiser mostrar o nome de usuário em qualquer página ou post, use este shortcode:

source: If you want show user the downloads table, use this Shortcode:
pt_br: Se você quiser mostrar ao usuário a tabela de downloads, use este Shortcode:

source: If you want show user the products that have bought, use this Shortcode:
pt_br: Se você quiser mostrar ao usuário os produtos que comprou, use este Shortcode:

source: If you want show user the purchase my-orders table, use this Shortcode:
pt_br: Se você quiser mostrar ao usuário a tabela de compra de pedidos, use este Shortcode:

source: If your test result follow in red, please close the test and wait 30-60 seconds before to check your site again
pt_br: Se o resultado do teste seguir em vermelho, feche o teste e aguarde de 30 a 60 segundos para verificar seu site novamente.Se o resultado do teste seguir em vermelho, feche o teste e aguarde de 30 a 60 segundos antes para verificar seu site novamente

source: Im fine and view the shortcode result correctly
pt_br: Estou bem e vejo o resultado do shortcode corretamente

source: Image border (color):
pt_br: Borda da imagem (cor):

source: Image border (radius):
pt_br: Borda da imagem (raio):

source: Image border (size):
pt_br: Borda da imagem (tamanho):

source: Image border (type):
pt_br: Borda da imagem (tipo):

source: Image size:
pt_br: Tamanho da imagem:

source: Important recommendation
pt_br: Recomendação importante

source: Increase the total shop products counter
pt_br: Aumente o contador total de produtos da loja

source: Indicates which menu each user will see, according to the status of their session
pt_br: Indica qual menu cada usuário verá, de acordo com o status de sua sessão

source: Information regarding the data that you provide when leaving your comments, orders and reviews. -responsable -purpose -legitimation -recipients -rights You can write all of you want
pt_br: Informações sobre os dados que você fornece ao deixar seus comentários, pedidos e comentários. -responsável -finalidade -legitimação -recipientes -direitos Você pode escrever tudo o que quiser

source: Information regarding the data that you provide when leaving your comments, orders and reviews. -responsable -purpose -legitimation -recipients -rights You can write all of you want.
pt_br: Informações sobre os dados que você fornece ao deixar seus comentários, pedidos e comentários. -responsável -finalidade -legitimação -recipientes -direitos Você pode escrever tudo o que quiser

source: It also works with variable products on sale!
pt_br: Também funciona com produtos variáveis ​​à venda!

source: It works with all products types, variable products included.
pt_br: Funciona com todos os tipos de produtos, incluindo produtos variáveis.

source: Just need activate and customize the style!
pt_br: Basta ativar e personalizar o estilo!

source: Just need activate and nothing more!
pt_br: Só precisa ativar e nada mais!

source: Just need activate and paste the shortcode in your menu item title!
pt_br: Basta ativar e colar o shortcode no título do item de menu!

source: Just need activate the function and add your custom shop page slug!
pt_br: Basta ativar a função e adicionar seu slug de página de loja personalizada!

source: Just need activate the function and copy the shortcode on any page or post!
pt_br: Basta ativar a função e copiar o código curto em qualquer página ou post!

source: Just need activate the function and nothing more!
pt_br: Basta ativar a função e nada mais!

source: Just need activate the function and use the off content shortcode!
pt_br: Basta ativar a função e usar o shortcode!

source: Just need activate the function and use the restrict content shortcode!
pt_br: Basta ativar a função e usar o shortcode para restrigir o conteúdo!

source: Just need check this option and the counter will be animated.
pt_br: Só precisa marcar esta opção e o contador ficará animado.

source: Just need copy this shortcode, and paste whatever you want. Can control the number of reviews to display from the shortcode replacing the number value
pt_br: Você só precisa copiar esse código curto e colar o que quiser. Pode controlar o número de revisões a serem exibidas a partir do código abreviado, substituindo o valor numérico

source: Just need enable the function and copy the shortcode in your custom account page!
pt_br: Basta ativar a função e copiar o shortcode na sua página de conta personalizada!
