Repository: namnhat239/plugin_scan
Catalog: woo-shortcodes-kit/languages/woo-shortcodes-kit-*.po
Languages: pt_br

source: Just need make a click in each section to view the functions and shortcodes.
pt_br: Basta fazer um clique em cada seção para visualizar as funções e códigos de acesso.

source: Just need to use the following shortcode and replace the PRODUCT ID HERE with the product ID number.
pt_br: Basta usar o seguinte código de acesso e substituir a ID DO PRODUTO AQUI pelo número da ID do produto.

source: Know all about how work WSHK!
pt_br: Saiba tudo sobre como funciona o WSHK!

source: Know more about Woo Shortcodes kit and how modding your WooCommerce shop!
pt_br: Saiba mais sobre o kit Woo Shortcodes e como modificar sua loja WooCommerce!

source: LANGUAGE
pt_br: IDIOMA

source: Languages
pt_br: Idiomas

source: Learn how work
pt_br: Aprenda como funciona

source: Learn how work all the functions
pt_br: Aprenda como funcionam todas as funções

source: Left
pt_br: Esquerda

source: License key
pt_br: Chave de licença

source: Limit the number of products in the cart
pt_br: Limitar o número de produtos no carrinho

source: Link the function with his account container
pt_br: Vincular a função ao contêiner da conta

source: Login form
pt_br: Formulário de login

source: Login form shortcode
pt_br: Shortcode do formulário de login

source: Login user
pt_br: Nome de usuário

source: Logout
pt_br: Sair

source: Logout button
pt_br: Botão de logout

source: Logout button shortcode
pt_br: Shortcode do botão Logout

source: Make your first review
pt_br: Faça sua primeira avaliação

source: Menu locations detected:
pt_br: Locais do menu detectados:

source: Menus detected:
pt_br: Menus detectados:

source: Message by Orders
pt_br: Mensagem por pedidos

source: Message template
pt_br: Modelo de mensagem

source: Message text:
pt_br: Texto da mensagem:

source: MOVED
pt_br: MUDOU-SE

source: Need help or have ideas to add?
pt_br: Precisa de ajuda ou tem ideias para adicionar?

source: NEW
pt_br: NOVO

source: New Customer Registration
pt_br: Registro de novo cliente

source: New functions will be added in the nexts updates
pt_br: Novas funções serão adicionadas nas próximas atualizações

source: NEW TUTORIALS COMMING SOON!
pt_br: NOVOS TUTORIAIS EM BREVE!

source: NEW UPDATE FOR EASY MY ACCOUNT BUILDER - V.1.0.8
pt_br: NOVA ATUALIZAÇÃO PARA FACILITAR MINHA CONTA - V.1.0.8

source: NEW UPDATE FOR WSHK PRO - V.1.1.6
pt_br: NOVA ATUALIZAÇÃO PARA WSHK PRO - V.1.1.6

source: News
pt_br: notícia

source: No available options
pt_br: Nenhuma opção disponível

source: No reviews has been made yet.
pt_br: Nenhuma avaliação foi feita ainda.

source: None
pt_br: Nenhum

source: Now 15% OFF for WSHK users
pt_br: Agora com 15% de desconto para usuários do WSHK

source: Now you can easily copy or update the ready language files, with just one click.
pt_br: Agora você pode copiar ou atualizar facilmente os arquivos de idiomas prontos, com apenas um clique.

source: Now you can exclude up to 3 differents categories, for example
pt_br: Agora você pode excluir até três categorias diferentes, por exemplo

source: Now you can use the shortcode in differents pages and display a different number of reviews in each one
pt_br: Agora você pode usar o código curto em páginas diferentes e exibir um número diferente de comentários em cada um

source: Number of orders
pt_br: Número de pedidos

source: Number of products per page in products categories pages:
pt_br: Número de produtos por página nas páginas de categorias de produtos:

source: Number of products per page in shop page:
pt_br: Número de produtos por página na página da loja:

source: on
pt_br: em

source: on Woo Shortcodes Kit PRO or Easy My Account Builder!
pt_br: no Woo Shortcodes Kit PRO ou Easy My Account Builder!

source: Once the function is activated, you can add a shortcode in each menu item title.
pt_br: Uma vez ativada a função, você pode adicionar um código de acesso em cada título do item de menu.

source: Only the name
pt_br: Apenas o nome

source: or the premium addon
pt_br: ou o complemento premium

source: order
pt_br: pedido

source: orders
pt_br: pedidos

source: Orders list
pt_br: Lista de pedidos

source: Orders list shortcode
pt_br: Shortcode da lista de pedidos

source: Padding:
pt_br: Preenchimento:

source: Payment methods shortcode
pt_br: Código de acesso dos métodos de pagamento

source: Payments methods
pt_br: Métodos de pagamento

source: Please rate the plugin
pt_br: Por favor avalie o plugin

source: Plugin files
pt_br: Arquivos de plugins

source: Points and link (...Read More)
pt_br: Pontos e link (... Leia mais)

source: Points only (...)
pt_br: Apenas pontos (...)

source: Prefix for max price on variable products
pt_br: Prefixo para preço máximo em produtos variáveis

source: Prefix for min price on variable products
pt_br: Prefixo para preço mínimo em produtos variáveis

source: Prevent Clickjacking
pt_br: Evite o clickjacking

source: Prevent MIME-Type Sniffing
pt_br: Impeça Sniffing do tipo MIME

source: Prevent send users on WP updates check
pt_br: Impedir o envio de usuários nas atualizações de WP

source: Prevent XSS Attack
pt_br: Impedir o ataque XSS

source: Privacy Policy
pt_br: Política de Privacidade

source: product
pt_br: produto

source: Product Download/Sales Counter
pt_br: Contador de descargas e ventas

source: Product image in the order details
pt_br: Imagem do produto nos detalhes do pedido

source: Product one:
pt_br: Produto um:

source: Product purchases by current logged in user counter
pt_br: Compras de produtos pelo contador atual de usuários conectados

source: Product three:
pt_br: Produto três:

source: Product thumbnail in email orders
pt_br: Miniatura do produto em pedidos por e-mail

source: Product two:
pt_br: Produto dois:

source: products
pt_br: produtos

source: Products per page Manager
pt_br: Gerente de produtos por página

source: Products per page manager
pt_br: Produtos por gerenciador de páginas

source: products:
pt_br: produtos:

source: Published by
pt_br: Publicado por

source: Queries in
pt_br: Consultas

source: RATE IT!
pt_br: Avalie!

source: Read More
pt_br: consulte Mais informação

source: Read more
pt_br: Leia mais

source: Recommended
pt_br: Recomendado

source: Redirect the user to the previously visited page
pt_br: Redirecione o usuário para a página visitada anteriormente

source: Redirect to previous visited page
pt_br: Redirecionar para a página anterior visitada

source: Redirection for Admin role
pt_br: Redirecionamento para função de administrador

source: Referrer Policy
pt_br: Política de referenciadores

source: Rejoice someone loves us! A new customer %1$s %2$s with the email %3$s has registered.
pt_br: Alegrem-se, alguém nos ama! Um novo cliente %1$s %2$s com o email %3$s foi registrado.

source: Remember go to
pt_br: Lembre-se de ir para

source: Remember Save the changes!
pt_br: Lembre-se de salvar as alterações!

source: Replace the Privacy Policy link text:
pt_br: Substitua o texto do link da Política de Privacidade:

source: Required function Activation
pt_br: Ativação de função requerida

source: Restrict content
pt_br: Restringir conteúdo

source: RESTRICT CONTENT TO LOGGED AND NON LOGGED IN USERS
pt_br: CONTEÚDO RESTRITAL PARA LOGGED E NÃO LOGGED EM USUÁRIOS

source: Restrict content to users if they are logged in
pt_br: Restrinja o conteúdo aos usuários se eles estiverem conectados

source: Restrict content to users if they are not logged in
pt_br: Restrinja o conteúdo aos usuários se eles não estiverem conectados

source: review
pt_br: Avalie

source: reviews
pt_br: Avaliações

source: Reviews by user
pt_br: Avaliações por usuário

source: Right
pt_br: Certa

source: Sales
pt_br: Vendas

source: Sales products (condition)
pt_br: Produtos de vendas (condição)

source: Sales products (style control)
pt_br: Produtos de vendas (controle de estilo)

source: Sales products (text)
pt_br: Produtos de vendas (texto)

source: SAVE SETTINGS
pt_br: SALVAR CONFIGURAÇÕES

source: save the settings
pt_br: salve as configurações

source: Save up to:
pt_br: Economizar até:

source: Save:
pt_br: Salve:

source: Second Category:
pt_br: Segunda categoria:

source: seconds
pt_br: segundos

source: SECURITY HEADERS SCAN
pt_br: SCAN DE CABEÇALHO DE SEGURANÇA

source: Select options
pt_br: Selecione as opções

source: Selected:
pt_br: Selecionada:

source: SEND A MESSAGE!
pt_br: ENVIE UMA MENSAGEM!

source: Set the custom text to display if the customer have more orders:
pt_br: Defina o texto personalizado para exibir se o cliente tiver mais pedidos:

source: Set the custom text to display if the customer not have orders made yet:
pt_br: Defina o texto personalizado para exibir se o cliente ainda não tiver pedidos:

source: Set the number of orders to display the message:
pt_br: Defina o número de pedidos para exibir a mensagem:

source: Set the numbers of products allowed to add in the cart:
pt_br: Defina os números de produtos permitidos para adicionar no carrinho:

source: Set the orders to display
pt_br: Defina os pedidos para exibir

source: Set the size for the product thumbnail:
pt_br: Defina o tamanho da imagem de miniatura do produto:

source: Set your custom error text:
pt_br: Defina seu texto de erro personalizado:

source: Set your custom link text:
pt_br: Defina o texto do link personalizado:

source: Set your custom privacy policy page:
pt_br: Defina sua página de política de privacidade personalizada:

source: Set your legal summary text on user information:
pt_br: Defina seu texto de resumo legal nas informações do usuário:

source: Set your verification message:
pt_br: Defina sua mensagem de confirmação:

source: Settings
pt_br: Configurações

source: Shipping user address
pt_br: Endereço de envio do usuário

source: Shipping user address 2
pt_br: Endereço de envio do usuário 2

source: Shipping user city
pt_br: Cidade do usuário para envio

source: Shipping user company
pt_br: Companhia do usuário para envio

source: Shipping user country code
pt_br: País do usuário de envio (código)

source: Shipping user country name
pt_br: País do usuário de envio (nome)

source: Shipping user email
pt_br: Email do usuário para envio

source: Shipping user ID
pt_br: ID do usuário para envio

source: Shipping user lastname
pt_br: Sobrenome do usuário para envio

source: Shipping user name
pt_br: Nome de usuário para envio

source: Shipping user phone
pt_br: Telefone do usuário para envio

source: Shipping user post code
pt_br: CEP do usuário para envio

source: Shipping user state code
pt_br: Província do usuário de envio (código)

source: Shipping user state name
pt_br: Província do usuário de envio (nome)

source: Shortcode:
pt_br: Código curto:

source: Shortcodes in menu titles
pt_br: Códigos de acesso em títulos de menu

source: Shortcodes Panel
pt_br: Painel de Shortcodes

source: Show Advanced Options
pt_br: Mostrar opções avançadas

source: Show all
pt_br: Mostrar tudo

source: Show only products from specific categories on the shop page
pt_br: Mostrar apenas produtos de categorias específicas na página da loja

source: Show the by default on sale badge
pt_br: Mostrar o emblema de venda padrão

source: simple
pt_br: simples

source: Since 2010, every time WordPress checks for updates, it sends the number of users of your website.
pt_br: Desde 2010, toda vez que o WordPress verifica atualizações, ele envia o número de usuários do seu site.

source: Since version 1.9.3 this function allows to verify acceptance of the website Privacy Policy and can be consulted from the order page that the user has made. It is not necessary to carry out any additional configuration, once you have activated this function, each time the user places an order by checking the acceptance box of the Privacy Policy, a verification message will be seen on the order page.
pt_br: Desde a versão 1.9.3 esta função permite verificar a aceitação da Política de Privacidade do site e pode ser consultada a partir da página de encomenda que o utilizador efetuou. Não é necessário realizar nenhuma configuração adicional, uma vez que esta função seja ativada, cada vez que o usuário fizer um pedido marcando a caixa de aceitação da Política de Privacidade, aparecerá uma mensagem de verificação na página de pedidos.

source: Since version 1.9.3 this function allows to verify the acceptance of the terms and conditions of the website and can be consulted from the order page that the user has made. It is not necessary to carry out any additional configuration, once you have activated this function, each time the user places an order by checking the acceptance box of the Terms and Conditions, a verification message will be seen on the order page.
pt_br: A partir da versão 1.9.3 esta função permite verificar a aceitação dos termos e condições do site e pode ser consultada desde a página de encomenda que o utilizador efetua. Não é necessário efetuar nenhuma configuração adicional, uma vez activada esta função, cada vez que o utilizador efetue uma encomenda assinalando a caixa de aceitação dos Termos e Condições, aparecerá uma mensagem de verificação na página da encomenda.

source: Since WooCommerce 4.0 it add to your site a new features like a notification bar, new reports view (Analytics) and a new dashboard.
pt_br: Desde o WooCommerce 4.0, ele adiciona ao seu site novos recursos, como uma barra de notificação, uma nova exibição de relatórios (Analytics) e um novo painel.

source: Single product summary
pt_br: Resumo de produto único

source: Skip Cart and go straight to Checkout page
pt_br: Ignore o carrinho e vá direto para a página do Google Checkout

source: Solid
pt_br: Sólido

source: solid
pt_br: sólido

source: Sometimes the result of the shortcode can appear out of his site. It if happen, choose the option that you need to view correctly the shortcode
pt_br: Às vezes, o resultado do shortcode pode aparecer fora de seu site. Se acontecer, escolha a opção que você precisa para visualizar corretamente o shortcode

source: Start from scratch your custom account page with your favorite builder without limits and get extra functions to your shop. High compatibility with third party plugin as Elementor, Visual composer, DIVI and Woo Subscriptions.
pt_br: Comece do zero a sua página de conta personalizada com seu criador favorito sem limites e obtenha funções extras em sua loja. Alta compatibilidade com plugins de terceiros como Elementor, Visual compositor, DIVI e Woo Subscriptions.

source: STAY UPDATED!
pt_br: FICAR ATUALIZADO!

source: Style settings
pt_br: Configurações de estilo

source: SUBSCRIBE NOW
pt_br: INSCREVA-SE AGORA

source: Suffix for max price on variable products
pt_br: Sufixo para preço máximo em produtos variáveis

source: Suffix for min price on variable products
pt_br: Sufixo para preço mínimo em produtos variáveis

source: System files
pt_br: Arquivos do sistema

source: Text align:
pt_br: Alinhamento de texto:

source: Text color:
pt_br: Cor do texto:

source: Text prefix:
pt_br: Prefixo do texto:

source: Text size:
pt_br: Tamanho do texto:

source: Text suffix:
pt_br: Sufixo de texto:

source: Text transform:
pt_br: Transformação de texto:

source: Text when dont have bought any product:
pt_br: Texto quando não comprou nenhum produto:

source: Text when dont have made any order:
pt_br: Texto quando não tiver feito nenhum pedido:

source: Text when dont have made any review:
pt_br: Texto quando não tiver feito nenhuma avaliação:

source: TEXT:
pt_br: TEXTO:

source: The button will be modified on the store page, product summary and product archives.
pt_br: O botão será modificado na página da loja, no resumo do produto e nos arquivos do produto.

source: The choosed page will be linked with the checkbox message
pt_br: A página escolhida será vinculada à mensagem da caixa de seleção

source: THE FANPAGE
pt_br: O FANPAGE

source: The file not exist
pt_br: O arquivo não existe

source: The message will be displayed if the product have a number of downloads:
pt_br: A mensagem será exibida se o produto tiver vários downloads:

source: The message will be displayed if the product have a number of sales:
pt_br: A mensagem será exibida se o produto tiver várias vendas:

source: The settings will only be applied from the moment you save the settings. You can continue to configure other functions, although it is recommended, before continuing
pt_br: As configurações serão aplicadas apenas a partir do momento em que você salvar as configurações. Você pode continuar a configurar outras funções, embora seja recomendado, antes de continuar

source: The shortcode
pt_br: O código de acesso

source: The shortcodes
pt_br: Os códigos de acesso

source: The URL can be empty if you want to redirect users to the default store page. If you want to redirect to another page, simply choose the page.
pt_br: O URL pode estar vazio se você desejar redirecionar os usuários para a página de loja padrão. Se você deseja redirecionar para outra página, basta escolher a página.

source: The version 1.0.8 includes an update on the licensor. Also works correctly with Woo Shortcodes Kit v.1.9.7, WordPress v.5.7 and WooCommerce v.5.1.0
pt_br: A versão 1.0.8 inclui uma atualização do licenciante. Também funciona corretamente com Woo Shortcodes Kit v.1.9.7, WordPress v.5.7 e WooCommerce v.5.1.0

source: The version 1.1.3 come with a very featured option to work fine with WooCommerce Memberships and include four new integrations for WSHK’s functions. Also include some fixs and updates to work correctly with Woo Shortcodes Kit v.1.9.3, WordPress v.5.5.1 and WooCommerce v.4.6.1
pt_br: A versão 1.1.3 vem com uma opção com muitos recursos para funcionar bem com as assinaturas do WooCommerce e inclui quatro novas integrações para as funções do WSHK. Também inclui algumas correções e atualizações para funcionar corretamente com Woo Shortcodes Kit v.1.9.3, WordPress v.5.5.1 e WooCommerce v.4.6.1

source: The version 1.1.6 includes an update on the licensor. Also works correctly with Woo Shortcodes Kit v.1.9.7, WordPress v.5.7 and WooCommerce v.5.1.0
pt_br: A versão 1.1.6 inclui uma atualização do licenciante. Também funciona corretamente com Woo Shortcodes Kit v.1.9.7, WordPress v.5.7 e WooCommerce v.5.1.0

source: THE WEB
pt_br: A WEB

source: the WSHK templates!
pt_br: os modelos WSHK!

source: Third Category:
pt_br: Terceira categoria:

source: This can be used by attackers to find out the number of users a website has and see if it is of interest to establish them as the target to attack.
pt_br: Isso pode ser usado pelos invasores para descobrir o número de usuários que um site possui e verificar se é de interesse estabelecê-los como o alvo a ser atacado.

source: This function adds security rules to avoid knowing the number of users on your website.
pt_br: Essa função adiciona regras de segurança para evitar o conhecimento do número de usuários no seu site.

source: This function adds security rules to your website and helps you prevent different types of attacks.
pt_br: Essa função adiciona regras de segurança ao seu site e ajuda a impedir diferentes tipos de ataques.

source: This function hide the by default on sale product badge, but you can choose between hide or show the badge from the following dropdown:
pt_br: Esta função oculta o emblema do produto à venda por padrão, mas você pode escolher entre ocultar ou mostrar o emblema no seguinte menu suspenso:

source: This function is also compatible with the functions: Show only/Exclude products from specific categories on the shop page
pt_br: Esta função também é compatível com as funções: Mostrar apenas / Excluir produtos de categorias específicas na página da loja

source: This function is compatible with any theme and page builder. You can design your new page in the same way as the others.
pt_br: Esta função é compatível com qualquer construtor de temas e páginas. Você pode criar sua nova página da mesma maneira que as outras.

source: This function is compatible with the modification of the button text if the user has purchased the product.
pt_br: Esta função é compatível com a modificação do texto do botão se o usuário tiver adquirido o produto.

source: This function is not valid for stores that need their orders to go through different states before being completed. For example, if you sell physical products and orders must go through states such as processing, shipping, until you reach the completed order status, this function is not recommended for your store, since it will cause the order to pass from the processing to the complete directly.
pt_br: Essa função não é válida para lojas que precisam que seus pedidos passem por diferentes estados antes de serem concluídos. Por exemplo, se você vende produtos físicos e os pedidos devem passar por estados como processamento, expedição, até atingir o status de pedido concluído, essa função não é recomendada para sua loja, pois isso fará com que o pedido passe do processamento para o local. completo diretamente.

source: This function is prepared to be compatible if you are using a DIVI theme, but sometimes it is not effective.
pt_br: Esta função está preparada para ser compatível se você estiver usando um tema DIVI, mas às vezes não é eficaz.

source: This is because DIVI already offers this function, so preference is given to the native function.
pt_br: Isso ocorre porque o DIVI já oferece essa função, portanto, é dada preferência à função nativa.

source: This is your inbox where you will find notifications about important changes in WSHK.
pt_br: Esta é a sua caixa de entrada, onde você encontrará notificações sobre alterações importantes no WSHK.

source: This message will be shown in the emails of the administrator in each case, allowing that in any case of problems with the user, you can demonstrate that the user has accepted the privacy policy before performing the action.
pt_br: Essa mensagem será mostrada nos e-mails do administrador em cada caso, permitindo que, em qualquer caso de problemas com o usuário, você possa demonstrar que o usuário aceitou a política de privacidade antes de executar a ação.

source: This option is blocked while using the shortcode.
pt_br: Esta opção é bloqueada ao usar o código de acesso.

source: This option is compatible with all the options availables on the step 2.
pt_br: Esta opção é compatível com todas as opções disponíveis na etapa 2.

source: This settings will be used for 4 different cases (WordPress comments, WooCommerce reviews, register form and checkout page).
pt_br: Essas configurações serão usadas para 4 casos diferentes (comentários do WordPress, análises do WooCommerce, formulário de registro e página de checkout).

source: This shortcode have an advanced action (add payment method form) and needs to be linked to a container.
pt_br: Esse código curto possui uma ação avançada (adicionar formulário de forma de pagamento) e precisa estar vinculado a um contêiner.

source: This shortcode have an advanced action (edit form address) and needs to be linked to a container.
pt_br: Esse código curto possui uma ação avançada (editar endereço do formulário) e precisa estar vinculado a um contêiner.

source: This shortcode have an advanced action (view order details) and needs to be linked to a container.
pt_br: Esse código curto possui uma ação avançada (exibir detalhes do pedido) e precisa estar vinculado a um contêiner.

source: This shortcode shows the dashboard of the WooCommerce my account page, but without the default text. It is only recommended to use if you have other plugins that need to display information on the dashboard, because if not it dont will display nothing.
pt_br: Esse shortcode mostra o painel da página da minha conta do WooCommerce, mas sem o texto padrão. Só é recomendado usar se você tiver outros plugins que precisem exibir informações no painel, porque se não, não exibirá nada.
