Repository: namnhat239/plugin_scan
Catalog: woo-shortcodes-kit/languages/woo-shortcodes-kit-*.po
Languages: pt_br

source: By default, WooCommerce shows form failures when entering an incorrect field. For example, if you add the password incorrectly, it will indicate that the password is incorrect. The same happens if you make a mistake in the user. This function prevents this type of information from being displayed and also allows you to add a personalized message.
pt_br: Por padrão, o WooCommerce mostra falhas de formulário ao inserir um campo incorreto. Por exemplo, se você adicionar a senha incorretamente, isso indicará que a senha está incorreta. O mesmo acontece se você cometer um erro no usuário. Esta função impede que esse tipo de informação seja exibida e também permite adicionar uma mensagem personalizada.

source: Just need click in the WooCommerce settings link and remove the page from the shop page field.
pt_br: Basta clicar no link de configurações do WooCommerce e remover a página do campo da página da loja.

source: to disable option: Redirect to the cart page after successful addition
pt_br: para desativar a opção: Redirecione para a página do carrinho após a adição bem-sucedida

source: to disable the shop page option
pt_br: para desativar a opção de página de loja

source: to disable the WooCommerce Privacy page option and remove the Privacy policy default texts
pt_br: desativar a opção da página Privacidade do WooCommerce e remover os textos padrão da política de privacidade

source: to disable the WooCommerce terms and conditions default page option
pt_br: para desativar a opção de página padrão de termos e condições do WooCommerce

source: to enable the option: Allow customers to create an account on the "My account" page
pt_br: para ativar a opção: permitir que os clientes criem uma conta na página "Minha conta"

source: (All plugins have been tried before.)
pt_br: (Todos os plugins foram testados antes.)

source: (looking for completed and in process orders)
pt_br: (procurando por pedidos concluídos e em processamento)

source: (Some functions use a shortcode to be displayed in the Frontend)
pt_br: (Algumas funções usam um shortcode para serem exibidas na página web)

source: (Some shortcodes need enable his function to work)
pt_br: (Alguns códigos de acesso precisam ativar sua função para funcionar)

source: (The content will be updated each version)
pt_br: (O conteúdo será atualizado a cada versão)

source: (You can also set a minimum number of downloads or sales that a product must have to display the message below)
pt_br: (Você também pode definir um número mínimo de downloads ou vendas que um produto deve ter para exibir a mensagem abaixo)

source: -1 to show all products
pt_br: -1 para mostrar todos os produtos

source: <b>Privacy Policy</b> is a required field
pt_br: <b> Política de Privacidade </b> é um campo obrigatório

source: <b>Terms & Conditions</b> is a required field
pt_br: <b> Termos e condições </b> é um campo obrigatório

source: [off]Content here[/off]
pt_br: [off] Conteúdo aqui [/ off]

source: [wshk]Content here[/wshk]
pt_br: [wshk] Conteúdo aqui [/ wshk]

source: Accepted
pt_br: Aceitaram

source: ACTION
pt_br: AÇAO

source: Activate the function and clic here to configure it
pt_br: Ative a função e clique aqui para configurá-lo

source: Activate the function and click here to configure it
pt_br: Ative a função e clique aqui para configurá-la

source: Activating this function we make sure to zero the blog and the number of users.
pt_br: Ativando esta função, zeramos o blog e o número de usuários.

source: ADAPT YOUR SHOP TO THE GDPR LAW
pt_br: ADAPTAR SUA LOJA AO DIREITO DO GDPR

source: Add a different text for the downloadable products and another for the rest of the products.
pt_br: Adicione um texto diferente para os produtos para download e outro para o restante dos produtos.

source: Add security headers in your website
pt_br: Adicione cabeçalhos de segurança ao seu site

source: ADD SECURITY TO YOUR SHOP
pt_br: ADICIONE SEGURANÇA À SUA LOJA

source: Add the Name and Surname fields in WooCommerce Register form
pt_br: Adicione os campos Nome e Sobrenome no formulário Registro do WooCommerce

source: Add to cart
pt_br: Adicionar ao carrinho

source: Add your custom link text
pt_br: Adicione o seu texto de link personalizado:

source: add your custom link text here
pt_br: adicione seu texto de link personalizado aqui

source: Add your custom prefix
pt_br: Adicione seu prefixo personalizado

source: Add your custom Prefix and Suffix
pt_br: Adicione seu prefixo e sufixo personalizados

source: add your custom text here
pt_br: adicione seu texto personalizado aqui

source: ADD YOUR REVIEW!
pt_br: ADICIONE SUA AVALIAÇÃO!

source: Additional shortcode
pt_br: Shortcode adicional

source: ADDITIONALS SHORTCODES
pt_br: CÓDIGOS ADICIONAIS

source: Addresses
pt_br: Endereços

source: After activating this function, no user can access the backend from the top bar of the administrator, because it will be hidden.
pt_br: Após ativar esta função, nenhum usuário poderá acessar o back-end na barra superior do administrador, pois ele ficará oculto.

source: After activating this function, nobody will be able to access wp-admin or wp-login.php , you can choose the page to redirect the users or will be redirected to the "My Account" page of WooCommerce by default.
pt_br: Depois de ativar esta função, ninguém poderá acessar wp-admin ou wp-login.php, você pode escolher a página para redirecionar os usuários ou será redirecionado para a página "Minha conta" do WooCommerce por padrão.

source: After choosing the display options, you just need to use the following shortcode on your product page or product template
pt_br: Depois de escolher as opções de exibição, você só precisa usar o seguinte código de acesso na página do seu produto ou modelo de produto

source: After enable the function and save the settings...
pt_br: Depois de ativar a função e salvar as configurações ...

source: After enable this function, if you have any product on sale... a badge with the saving price and percentages will be displayed under each product price.
pt_br: Depois de habilitar esta função, se você tiver algum produto à venda ... um crachá com o preço de economia e percentagens será exibido abaixo de cada preço de produto.

source: After enable this function, if you have any variable products it will display the max or min price... depending of what do you have choosed on the function options.
pt_br: Depois de habilitar esta função, se você tiver algum produto variável, ele exibirá o preço máximo ou mínimo ... dependendo do que você escolheu nas opções de função.

source: After shop loop item
pt_br: Após o item de loop de loja

source: After the login the users with a specific role will be redirected to the selected page.
pt_br: Após o login os usuários com função específica serão redirecionados para a página selecionada.

source: After the login, the user will be redirected to the previously visited page and, if this is not possible, will be redirected to the page selected in step 2.
pt_br: Após o login, o usuário será redirecionado para a página visitada anteriormente e, caso não seja possível, será redirecionado para a página selecionada na etapa 2.

source: All
pt_br: Todos

source: All the orders with virtual products will be changed to the completed status.
pt_br: Todos os pedidos com produtos virtuais serão alterados para o status concluído.

source: Allow the search for products from other categories in the product search form.
pt_br: Permita a pesquisa de produtos de outras categorias no formulário de pesquisa de produtos.

source: Allow the search for products from the selected categories in the product search form.
pt_br: Permita a pesquisa de produtos das categorias selecionadas no formulário de pesquisa de produtos.

source: Also you can use negative quantity to decrease the total.
pt_br: Além disso, você pode usar quantidade negativa para diminuir o total.

source: and activate your
pt_br: e ative o seu

source: Animate the counter
pt_br: Anime o contador

source: Animate the customer total orders counter
pt_br: Anime o contador de pedidos totais do cliente

source: Animate the customer total products counter
pt_br: Anime o contador de produtos totais do cliente

source: Animate the customer total reviews counter
pt_br: Anime o contador de avaliações totais do cliente

source: Autocomplete the virtual products orders
pt_br: Preencher automaticamente os pedidos de produtos virtuais

source: AVAILABLE
pt_br: DISPONÍVEL

source: Avatar border (color):
pt_br: Borda do avatar (cor):

source: Avatar border (radius):
pt_br: Borda do avatar (raio):

source: Avatar border (size):
pt_br: Boarda do avatar (tamanho):

source: Avatar border (type):
pt_br: Borda do avatar (tipo):

source: Avatar cell (width):
pt_br: Espaço do avatar (largura):

source: Avatar margin top:
pt_br: Margem superior do avatar:

source: Avatar shadow:
pt_br: Sombra do avatar:

source: Avatar size:
pt_br: Tamanho do avatar:

source: Background color:
pt_br: Cor de fundo:

source: Before add to cart form
pt_br: Antes de adicionar ao carrinho

source: Billing and shipping addresses shortcode
pt_br: Código de acesso dos endereços de cobrança e envio

source: Billing user address
pt_br: Endereço do usuário para faturamento

source: Billing user address 2
pt_br: Endereço do usuário de cobrança 2

source: Billing user city
pt_br: Cidade do usuário para faturamento

source: Billing user company
pt_br: Companhia do usuário para faturamento

source: Billing user country code
pt_br: País do usuário de cobrança (código)

source: Billing user country name
pt_br: País do usuário de faturamento (nome)

source: Billing user email
pt_br: E-mail do usuário para faturamento

source: Billing user ID
pt_br: ID do usuário para faturamento

source: Billing user lastname
pt_br: Sobrenome do usuário para faturamento

source: Billing user name
pt_br: Nome de usuário para faturamento

source: Billing user phone
pt_br: Telefone do usuário para faturamento

source: Billing user post code
pt_br: CEP do usuário para faturamento

source: Billing user state code
pt_br: Província do usuário de faturamento (código)

source: Billing user state name
pt_br: Província do usuário de faturamento (nome)

source: Block Access If XSS Attack Is Suspected
pt_br: Bloquear o acesso se o ataque XSS for suspeito

source: Block users access to the backend from the top administrator bar
pt_br: Bloquear o acesso dos usuários ao back-end na barra superior do administrador

source: Block users access to wp-admin and wp-login.php
pt_br: Bloquear o acesso dos usuários a wp-admin e wp-login.php

source: Boder color:
pt_br: Cor da borda:

source: Border (color):
pt_br: Borda (cor):

source: Border (radius):
pt_br: Borda (raio):

source: Border (size):
pt_br: Borda (tamanho):

source: Border (type):
pt_br: Borda (tipo):

source: Border radius:
pt_br: Raio da borda:

source: Border size:
pt_br: Tamanho da borda:

source: Border type:
pt_br: Tipo da borda:

source: Bought products
pt_br: Produtos comprados

source: Box background (color):
pt_br: Fundo da caixa (cor):

source: Box border (color):
pt_br: Borda da caixa (cor):

source: Box border (radius):
pt_br: Borda da caixa (raio):

source: Box border (size):
pt_br: Borda da caixa (tamanho):

source: Box border (type):
pt_br: Borda da caixa (tipo):

source: Box Font (size):
pt_br: Fonte da caixa (tamanho):

source: Box height:
pt_br: Altura da caixa:

source: Box padding:
pt_br: Espaçamento da caixa:

source: Box text color:
pt_br: Cor do texto da caixa:

source: BOX:
pt_br: CAIXA:

source: Build a new shop page from scratch
pt_br: Crie uma nova página de loja do zero

source: Build my account
pt_br: Construir minha conta

source: BUILD YOUR CUSTOM ACCOUNT PAGE
pt_br: CONSTRUA SUA PÁGINA DE CONTA PERSONALIZADA

source: Button border (color):
pt_br: Borda do botão (cor):

source: Button border (radius):
pt_br: Borda do botão (raio):

source: Button border (size):
pt_br: Borda do botão (tamanho):

source: Button border (type):
pt_br: Borda do botão (tipo):

source: Button target:
pt_br: Destino do botão:

source: Button text-align:
pt_br: Alinhamento de texto do botão:

source: Button text-decoration:
pt_br: Decoração de texto do botão:

source: Button text:
pt_br: Texto do botão:

source: Button width:
pt_br: Largura do botão:

source: Buy this product
pt_br: Comprar este produto

source: By default 15 orders per page will be displayed
pt_br: Por padrão, 15 pedidos por página serão exibidos

source: By default is selected the option to display the max price.
pt_br: Por padrão, é selecionada a opção de exibir o preço máximo.

source: By default is selected the option to hide the by default badge.
pt_br: Por padrão, é selecionada a opção de ocultar o emblema por padrão.

source: By default is selected the option to show the shortcode without the solution, if you dont see the shortcode in his place, please choose the other option.
pt_br: Por padrão, é selecionada a opção para mostrar o shortcode sem a solução, se você não encontrar o shortcode em seu lugar, escolha a outra opção.

source: By default the function display a static counter, with this option the number will be animated.
pt_br: Por padrão, a função exibe um contador estático, com esta opção o número será animado.

source: By default the function display data of the last 365 days, but now you can modify it with your custom number of days.
pt_br: Por padrão, a função exibe dados dos últimos 365 dias, mas agora você pode modificá-los com seu número personalizado de dias.

source: By default the function display the total shop products, but now you can modify it manually and increase the quantity.
pt_br: Por padrão, a função exibe o total de produtos da loja, mas agora você pode modificá-la manualmente e aumentar a quantidade.

source: By default the function will show a prefix, but you can replace it with your custom prefix and also add a custom suffix.
pt_br: Por padrão, a função mostrará um prefixo, mas você pode substituí-lo pelo seu prefixo personalizado e também adicionar um sufixo personalizado.

source: By default the logout button will redirect the users to the WooCommerce my account page, but you can change it for your custom page.
pt_br: Por padrão, o botão de logout redirecionará os usuários para a página de minha conta do WooCommerce, mas você poderá alterá-lo para sua página personalizada.

source: By default this function will work on the shop page and in the products search form. So if you choose to show 3 categories only those will be excluded, but now you can decide if you want to limit the function to work only on the shop page and allow the search for product from the selected categories in the product search form.
pt_br: Por padrão, essa função funciona na página da loja e no formulário de pesquisa de produtos. Portanto, se você optar por mostrar 3 categorias, apenas essas serão excluídas, mas agora você pode decidir se deseja limitar a função para funcionar apenas na página da loja e permitir a pesquisa de produtos nas categorias selecionadas no formulário de pesquisa de produtos.

source: By default this function will work on the shop page and in the products search form. So if you choose to show 3 categories only those will be shown, but now you can decide if you want to limit the function to work only on the shop page and allow the search for product from other categories in the product search form.
pt_br: Por padrão, essa função funciona na página da loja e no formulário de pesquisa de produtos. Portanto, se você optar por mostrar 3 categorias, apenas essas serão exibidas, mas agora você pode decidir se deseja limitar a função para funcionar apenas na página da loja e permitir a pesquisa de produtos de outras categorias no formulário de pesquisa de produtos.

source: By default, it will display the message without counting the number of downloads.
pt_br: Por padrão, ele exibirá a mensagem sem contar o número de downloads.

source: By default, it will display the message without counting the number of sales.
pt_br: Por padrão, ele exibirá a mensagem sem contar o número de vendas.

source: By default, the button shows the text "Return to shop" and redirects to the default store page, but for example, you can type the text "Go to the store" and choose a different page to redirect.
pt_br: Por padrão, o botão mostra o texto "Voltar à loja" e redireciona para a página padrão da loja, mas, por exemplo, você pode digitar o texto "Ir para a loja" e escolher uma página diferente para redirecionar.

source: Center
pt_br: Centro

source: Change the "Add to cart" button text
pt_br: Altere o texto do botão "Adicionar ao carrinho"

source: Change the return to shop button text and add custom redirection
pt_br: Altere o texto do botão retornar à loja e adicione o redirecionamento personalizado

source: Change the text of the "Add to cart" button if the user has already purchased the product
pt_br: Altere o texto do botão "Adicionar ao carrinho" se o usuário já tiver adquirido o produto

source: Change the text of the Add to cart button and write a different text in each case
pt_br: Altere o texto do botão Adicionar ao carrinho e escreva um texto diferente em cada caso

source: CHECK NOW!
pt_br: CONFIRA AGORA!

source: Check that the following functions are not activated:
pt_br: Verifique se as seguintes funções não estão ativadas:

source: CHECK YOUR SITE NOW
pt_br: VERIFIQUE SEU SITE AGORA

source: Choose between display the max or min price:
pt_br: Escolha entre exibir o preço máximo ou mínimo:

source: Choose the category you want to display on the shop page.
pt_br: Escolha a categoria que você deseja exibir na página da loja.

source: Choose the category you want to exclude on the shop page.
pt_br: Escolha a categoria que você deseja excluir na página da loja.

source: Choose the location from the menu where you want to apply the changes
pt_br: Escolha o local no menu em que deseja aplicar as alterações

source: Choose the menu for logged in users:
pt_br: Escolha o menu para usuários logados:

source: Choose the menu for non logged in users:
pt_br: Escolha o menu para usuários não conectados:

source: Choose the number of columns that you want display the reviews
pt_br: Escolha o número de colunas que deseja exibir nos comentários

source: Choose the number of columns to display the products loop
pt_br: Escolha o número de colunas para exibir o loop de produtos

source: Choose the option that you want display with this shortcode
pt_br: Escolha a opção que você deseja exibir com este shortcode

source: Choose the page of your new shop page
pt_br: Escolha a página da sua nova página de loja

source: Choose the page to redirect
pt_br: Escolha a página para redirecionar

source: Choose the page to redirect the user after logging out
pt_br: Escolha a página para redirecionar o usuário depois de sair

source: Choose the page to redirect the user after login
pt_br: Escolha a página para redirecionar o usuário após o login

source: Choose the terms and conditions page
pt_br: Escolha a página de termos e condições

source: Choose what should display the shortcode
pt_br: Escolha o que deve exibir o código curto

source: Coming soon more gifts
pt_br: Em breve mais presentes

source: Coming soon...
pt_br: Em breve ...

source: Comment character limit:
pt_br: Limite de caractere de comentário:

source: Conditional "Add to cart" button for purchased products
pt_br: Botão "Adicionar ao carrinho" condicional para produtos adquiridos

source: Conditional menu
pt_br: Menu condicional

source: Conditional message to the customer according to their number of orders
pt_br: Mensagem condicional ao cliente de acordo com o número de pedidos

source: CONTACT
pt_br: CONTATO

source: Contact
pt_br: Contato

source: Copied:
pt_br: Copiado:

source: COPY
pt_br: CÓPIA DE

source: Copy shortcode
pt_br: Copiar shortcode

source: Copy the shortcode and paste in your custom account page
pt_br: Copie o código de acesso e cole na sua página de conta personalizada

source: Copy the shortcode and paste in your custom page
pt_br: Copie o shortcode e cole na sua página personalizada

source: Copy the shortcode and paste in your custom post or page
pt_br: Copie o código de acesso e cole em sua postagem ou página personalizada

source: Copy the shortcode and paste on any page or post
pt_br: Copie o código curto e cole em qualquer página ou postagem

source: Copy the shortcode and paste where you want.
pt_br: Copie o shortcode e cole onde quiser.

source: Copy to Clipboard
pt_br: Copiar para área de transferência

source: COUNTER:
pt_br: CONTADOR:

source: Counters
pt_br: Contadores

source: COUNTERS WITH DATA FROM THE SHOP AND USER
pt_br: CONTADORES COM DADOS DA LOJA E USUÁRIO

source: create a new menu
pt_br: crie um novo menu

source: Custom redirections by role
pt_br: Redirecionamentos personalizados por função

source: Custom terms and conditions checkbox in WooCommece checkout page
pt_br: Caixa de seleção de termos e condições personalizados na página de checkout do WooCommece

source: Custom thank you page for product one:
pt_br: Página de agradecimento personalizada para o produto um:

source: Custom thank you page for product three:
pt_br: Página de agradecimento personalizada para o produto três:

source: Custom thank you page for product two:
pt_br: Página de agradecimento personalizada para o produto dois:

source: Custom thank you pages
pt_br: Páginas de agradecimento personalizadas

source: Customer avatar uploader
pt_br: Carregador de avatar do cliente

source: Customer purchased products counter
pt_br: Contador de produtos comprados pelo cliente

source: Customer purchased products loop
pt_br: Loop de produtos comprados pelo cliente

source: Customer reviews shortcode
pt_br: Comentários de clientes shortcode

source: Customer total orders counter
pt_br: Contador de pedidos totais do cliente

source: Customer total reviews counter
pt_br: Contador de comentários totais do cliente

source: Customize the avatar
pt_br: Personalize o avatar

source: Customize the badge style:
pt_br: Personalize o estilo do emblema:

source: Customize the box
pt_br: Personalize a caixa

source: Customize the button
pt_br: Personalize o botão

source: Customize the product image style
pt_br: Personalize o estilo da imagem do produto

source: CUSTOMIZE THE SHOP PAGE OR BUILD A NEW
pt_br: PERSONALIZE A PÁGINA DA LOJA OU CONSTRUA UM NOVO

source: Customize the title
pt_br: Personalize o título

source: Dashboard
pt_br: Painel de controle

source: Dashboard shortcode
pt_br: Código de acesso do painel

source: Dashed
pt_br: Tracejadas

source: Disable the new WooCommerce dashboard
pt_br: Desativar o novo painel do WooCommerce

source: DISABLED
pt_br: DESATIVADO

source: Display all the products reviews where you want
pt_br: Exiba todas as análises de produtos onde você deseja

source: Display max or min price on variable products
pt_br: Exibir preço máximo ou mínimo em produtos variáveis

source: Display name
pt_br: Exibir o nome

source: Display only shortcode
pt_br: Exibir apenas shortcode

source: Display options
pt_br: Opções de exibição

source: Display Reviews
pt_br: Exibir as avaliações

source: Display saving price and percentages on sale products
pt_br: Preço de economia de exibição e porcentagens em produtos em promoção

source: Display the badge with a shortcode
pt_br: Exibir o crachá com um código curto

source: Display the max price on variable products
pt_br: Exibir o preço máximo em produtos variáveis

source: Display the min price on variable products
pt_br: Exibir o preço mínimo em produtos variáveis

source: Display the user billing data separately
pt_br: Exibir os dados de cobrança do usuário separadamente
