Repository: namnhat239/plugin_scan
Catalog: affilinet-performance-module/languages/affilinet-performance-module-*.po
Languages: de_de, fr_fr, nl_nl

source: Could not connect to affilinet API. Please recheck your Webservice Password and Publisher ID
de_de: Verbindungsfehler: Bitte überprüfen Sie Ihr Webservice Passwort und Ihre Publisher ID.
fr_fr: Nous n'avons pas pu nous connecter à l'API. Veuillez vérifier votre ID afflié et votre mot de passe Webservices.

source: No data in selected time frame
de_de: Keine Daten im ausgewählten Zeitraum
fr_fr: Aucune donnée pour la période sélectionnée.
nl_nl: Geen data in gekozen tijdsframe

source: Wrong platform selected.<br> It seems like your account is registered to another country's platform.
de_de: Ungültige Plattform <br> Es scheint, dass Ihr affilinet-Konto in einem anderen Land registriert ist.
fr_fr: La plate-forme sélectionnée est incorrecte <br> Il semble que votre compte soit enregistré sur un autre pays.

source: Great, it looks like you already have a partnership with PerformanceAds! <br> Feel free to start using the plugin right away!
de_de: Toll, es sieht so aus, als ob Sie bereits eine Partnerschaft mit PerformanceAds haben! <br> Sie können gerne mit dem Plugin sofort loslegen!
fr_fr: Génial ! Vous êtes déjà inscrit sur PerformanceAds ! <br> Vous pouvez démarrer immédiatement avec le plugin !

source: Please be aware that in order to earn commission for delivering creatives, a partnership with the PerformanceAds program is required.<br>Please apply <a target="_blank" href="http://publisher.affili.net/Programs/ProgramInfo.aspx?pid=
de_de: Bitte beachten Sie, dass um die Auszahlung von Provisionen für die Auslieferung von Creatives bekommen zu können, eine Partnerschaft mit dem PerformanceAds-Programm erforderlich ist. <br> Bitte bewerben Sie sich <a target="_blank" href="http://publisher.affili.net/Programs/ProgramInfo.aspx?pid=
fr_fr: Attention, si vous souhaitez toucher des commissions pour l'affichage des bannières, vous devez avoir un partenariat avec notre programme Performance Ads. <br> Postulez <a target="_blank" href="http://publisher.affili.net/Programs/ProgramInfo.aspx?pid=

source: ">here</a>. Your partnership will be automatically accepted.
de_de: ">hier</a>. Ihre Partnerschaft wird automatisch angenommen.
fr_fr: ">dès maintenant</a>, votre partenariat sera automatiquement accepté.

source: Unfortunately your partnership with PerformanceAds has been cancelled, as your website does not meet our quality standards. <br> For more information please visit our <a target="_blank" href="
de_de: Leider wurde Ihre Partnerschaft mit PerformanceAds storniert, da Ihre Website unseren Qualitätsstandards nicht entspricht. <br> Für weitere Informationen besuchen Sie bitte unsere <a target="_blank" href="
fr_fr: Malheureusement votre partenariat avec Performance Ads a été refusé car votre site ne remplit pas encore nos critères de qualité. <br> Pour plus d'informations, rendez-vous sur notre <a target="_blank" href="

source: ">quality standards page.</a>
de_de: ">Qualitätsstandards-Seite.</a>
fr_fr: ">page dédiée aux critères de qualité.</a>

source: Please make sure you have entered the correct PublisherID and Webservice password.
de_de: Bitte überprüfen Sie die hinterlegte Publisher ID und das Webservice Passwort.
fr_fr: Assurez-vous que l'ID affilié et le mot de passe Webservice saisis sont corrects.

source: No publisher ID given
de_de: Keine Publisher ID angegeben
fr_fr: Aucun ID affilié n'est renseigné.
nl_nl: Geen publisher ID ingevoerd

source: No platform chosen
de_de: Keine Länder Platform gewählt
fr_fr: Aucune plate-forme n'est sélectionnée.
nl_nl: Geen platform gekozen

source: Invalid ad size given. Choose one of "728x90","300x250","250x250","468x60","160x600","120x600"
de_de: Ungültiges Banner Format. Wählen Sie zwischen aus "728x90","300x250","250x250","468x60","160x600","120x600"
fr_fr: Le format sélectionné est invalide. Choisissez parmi les formats suivants : "728x90","300x250","250x250","468x60","160x600","120x600"
nl_nl: Ongeldig advertentieformaat ingevoerd. Kies een van de volgenden: "728x90","300x250","250x250","468x60","160x600","120x600"

source: <strong>affilinet Performance Ads:</strong><br> Please make sure you have entered the correct PublisherID and Webservice password.
de_de: <strong>affilinet Performance Ads:</strong><br>Bitte überprüfen Sie die hinterlegte Publisher ID und das Webservice Passwort.
fr_fr: <strong>affilinet Performance Ads:</strong><br> Assurez-vous que l'ID affilié et le mot de passe Webservice saisis sont corrects.

source: Check your settings.
de_de: Einstellungen prüfen
fr_fr: Veuillez vérifier le paramétrage.

source: Start
fr_fr: Début

source: Settings
de_de: Einstellungen
fr_fr: Réglages
nl_nl: Instellingen

source: Signup
de_de: Registrieren
fr_fr: S'inscrire
nl_nl: Registreren

source: Reporting
de_de: Reports
fr_fr: Rapports
nl_nl: Rapportage

source: Views
fr_fr: Affichages

source: Clicks
de_de: Klicks
fr_fr: Clics

source: Offene Vergütung
fr_fr: Gains en attente
nl_nl: Open Commission

source: Banner size
de_de: Banner Format
fr_fr: Format de bannière
nl_nl: Bannerformaat

source: This reporting page is deactivated since you did not entered your publisher web service password on the settings page.
de_de: Die Reports sind deaktiviert, da Sie noch kein Webservice Passwort hinterlegt haben.
fr_fr: Les rapports sont désactivés car vous n'avez pas encore renseigné votre mot de passe Webservices.
nl_nl: Deze rapportagepagina is gedeactiveerd omdat je geen wachtwoord hebt ingevoerd op de ´Instellingen´-pagina

source: Please provide your
de_de: Bitte geben Sie Ihr
fr_fr: Veuillez renseigner votre
nl_nl: Voer je

source: webservice password and publisher ID
de_de: Webservice Passwort und Ihre Publisher ID an
fr_fr: mot de passe Webservices et votre ID affilié.
nl_nl: Webservice wachtwoord en publisher ID in

source: Select month
de_de: Monat wählen
fr_fr: Sélectionner le mois
nl_nl: Selecteer maand

source: Select year
de_de: Jahr wählen
fr_fr: Sélectionner l'année
nl_nl: Selecteer jaar

source: Show report
de_de: Report anzeigen
fr_fr: Afficher le rapport
nl_nl: Laat rapport zien

source: Open SalesLeads
de_de: Offene Sales/Leads
fr_fr: Ventes et leads en attente

source: Confirmed SalesLeads
de_de: Bestätigte Sales/Leads
fr_fr: Ventes et leads confirmés
nl_nl: Bevestigde Sales/Leads

source: Declined SalesLeads
de_de: Abgelehnte Sales/Leads
fr_fr: Ventes et leads annulés
nl_nl: Afgewezen Sales/Leads

source: Open Commission
de_de: Offene Vergütung
fr_fr: Gains en attente
nl_nl: Open commissie

source: Confirmed Commission
de_de: Bestätigte Vergütung
fr_fr: Gains confirmés
nl_nl: Bevestigde commissie

source: No data for this month
de_de: Keine Daten im ausgewählten Zeitraum
fr_fr: Aucune donnée pour le mois sélectionné.
nl_nl: Geen data voor deze maand

source: Total sum
de_de: Gesamt
fr_fr: Total
nl_nl: Totaal

source: affilinet Country Platform
de_de: affilinet Länder Platform
fr_fr: Plate-forme affilinet
nl_nl: affilinet landenplatform

source: Germany
de_de: Deutschland
fr_fr: Allemagne
nl_nl: Duitsland

source: United Kingdom
de_de: Vereinigtes Königreich
fr_fr: Royaume-Uni
nl_nl: Verenigd Koninkrijk

source: Switzerland
de_de: Schweiz
fr_fr: Suisse
nl_nl: Zwitserland

source: Austria
de_de: Österreich
fr_fr: Autriche
nl_nl: Oostenrijk

source: Publisher ID
fr_fr: ID affilié

source: Webservice Password
de_de: Webservice Passwort
fr_fr: Mot de passe Webservices
nl_nl: Webservice wachtwoord

source: Save
de_de: Speichern
fr_fr: Enregistrer
nl_nl: Opslaan

source: Please choose a platform where you want to sign up
de_de: Bitte wählen Sie eine Länder Plattform für die Sie sich registrieren möchten
fr_fr: Veuillez sélectionner la plate-forme de votre programme.
nl_nl: Kies het platform waarop jij je wilt inschrijven

source: Save Platform
de_de: Länder Plattform festlegen
fr_fr: Enregistrer la plate-forme
nl_nl: Platform opslaan

source: https://www.affili.net/htmlcontent/en/Publishermodules/WordPress/Welcome.html
de_de: https://www.affili.net/htmlcontent/de/Publishermodules/WordPress/Start.html
fr_fr: https://www.affili.net/htmlcontent/fr/Publishermodules/WordPress/Welcome.html
nl_nl: https://www.affili.net/htmlcontent/fr/Publishermodules/WordPress/Welcome.html

source: Date
de_de: Datum
nl_nl: Datum

source: France
de_de: Frankreich
nl_nl: Frankrijk
