Repository: namnhat239/plugin_scan
Catalog: woo-title-limit/languages/woo-title-limit-*.po
Languages: de_de

source: Allows you to set product title lengths for WooCommerce products.
de_de: Ermöglicht es Produkttitellängen für WooCommerce-Produkte festzulegen.

source: Woo Title Limit Notice: WooCommerce is either not installed or not activated
de_de: Hinweis: Das Plugin WooCommerce ist nicht installiert oder nicht aktiviert

source: General
de_de: Allgemein

source: Some settings that affect all areas.
de_de: Einige Einstellungen, die sich auf alle Bereiche auswirken.

source: Shop Page
de_de: Shop-Seite

source: Influences product titles on the shop page.
de_de: Beeinflusst Produkttitel auf der Shop-Seite.

source: Product Page
de_de: Produktseite

source: Influences product titles on product pages.
de_de: Beeinflusst Produkttitel auf Produktseiten.

source: Category Page
de_de: Kategorieseite

source: Influences product titles on product category pages.
de_de: Beeinflusst Produkttitel auf Produktkategorieseiten.

source: Home Page
de_de: Startseite

source: Influences product titles on the home page.
de_de: Beeinflusst Produkttitel auf der Startseite.

source: Tag Page
de_de: Schlagwortseite

source: Influences product titles on product tag pages.
de_de: Beeinflusst Produkttitel auf Produkt-Tag-Seiten.

source: Shorten the product title at the end of the word?
de_de: Den Produkttitel am Ende des Wortes kürzen?

source: Shorten product title for widgets automatically? <br> (still beta ¯\_(ツ)_/¯)
de_de: Produkttitel in Widgets automatisch begrenzen? <br> (immer noch Beta ¯\_(ツ)_/¯)

source: Product Title length
de_de: Produkttitellänge

source: Set the limit for the product titles (amount of maximum characters).
de_de: Setzt das Zeichenlimit für den Produkttitel.

source: Add "..." to the title
de_de: Füge "..." an das Ende des Titels hinzu

source: Settings
de_de: Einstellungen
